[
    {
        "season": "Temporada 1",
        "title": "Programa 1",
        "date": "2017-09-27",
        "link": "https://cadenaser.com/audio/1765449204912/",
        "summary": "En este mateprograma hemos analizado dos ejemplos de sorteos administrativos que parecen neutrales, pero que esconden sesgos matemáticos importantes. Hemos estudiado el sorteo de la Junta para desempates en admisiones y tribunales, donde la elección de letras del alfabeto no garantiza equiprobabilidad entre apellidos: algunos tienen muchas más posibilidades porque aparecen más veces en las combinaciones consideradas. También hemos examinado el sorteo de las mesas electorales de Ávila, donde la forma de reducir números superiores al censo crea desigualdades claras: ciertos cargos pueden salir con múltiples bolas mientras otros solo con una. Hemos mostrado, con recuentos y ejemplos concretos, cómo estos procedimientos generan probabilidades distintas y, por tanto, resultados matemáticamente injustos.",
        "challenge": "Una persona está mirando una foto y dice: \"Ni hermanos ni hermanas tengo. El padre del que está en la foto es el hijo de mi padre\".",
        "id": "1"
    },
    {
        "season": "Temporada 1",
        "title": "Programa 2",
        "date": "2017-10-25",
        "link": "https://cadenaser.com/audio/1765450057621/",
        "summary": "En este mateprograma hemos analizado matemáticamente el calendario gregoriano y las razones que llevaron a su creación. Hemos explicado el error acumulado del calendario juliano, que añadía un día extra cada cuatro años basándose en un año de 365,25 días, ignorando que la duración real es de 365,242189 días. Ese desfase de más de 11 minutos anuales generó un adelanto de unos 10 días entre los siglos IV y XVI. Hemos mostrado cómo la reforma de Gregorio XIII corrigió el error eliminando 10 días y definiendo nuevas reglas para determinar los años bisiestos, con excepciones en los años seculares divisibles por 400. También hemos comentado anécdotas históricas que ilustran las consecuencias matemáticas y cronológicas del cambio de calendario y su adopción desigual por distintos países.",
        "challenge": "RET0 1: Mi amigo Luis me pide ayuda para saber cuántos kilómetros hace su perro. Resulta que todos los días Luis y su perro hacen el trayecto entre Padiernos y Muñopepe, de dos kilómetros. El perro va a doble de velocidad que Luis y camina a su ritmo y cuando llega a Muñopepe, regresa hasta encontrarse con Luis. Este procedimiento lo repite hasta que al final llegan los dos juntos. ¿Cuántos kilómetros recorre el perro en total?\n\nRETO 2: María Ángeles dice: “Anteayer tenía 20 años, pero el próximo año cumpliré 23. ¿Es esto posible?",
        "id": "2"
    },
    {
        "season": "Temporada 1",
        "title": "Programa 3",
        "date": "2017-11-29",
        "link": "http://cadenaser.com/emisora/2017/11/30/ser_avila/1512027856_947761.amp.html",
        "summary": "En este mateprograma hemos profundizado en el fascinante mundo de las paradojas, afirmaciones que encierran una aparente contradicción esencial para el pensamiento lógico y matemático. Exploramos su clasificación en cuatro categorías: afirmaciones que parecen falsas pero son verdaderas, verdaderas que son falsas, falacias (cadenas de razonamientos impecables que llevan a contradicciones) y declaraciones cuya veracidad es indecidible.\n\nAnalizamos ejemplos clásicos que tocan los límites de la lógica, como la curiosa ley de Sancho Panza en el Quijote, que nos obliga a pensar en las consecuencias de una premisa contradictoria. Abordamos también la famosa paradoja de Epiménides el cretense (\"Todos los cretenses son mentirosos\"), un dilema que sentó las bases para el estudio de la autorreferencia y la inconsistencia en los sistemas formales. Finalmente, recomendamos un libro que demuestra cómo estos conceptos estimulan la creatividad y la resolución de problemas matemáticos.",
        "challenge": "La escalera de un barco tiene 8 escalones. Entre escalón y escalón hay 30 centímetros, el último escalón está al borde del agua. Si la marea sube 25 centímetros cada hora. Al cabo de dos horas, ¿cuántos escalones cubre la marea?",
        "id": "3"
    },
    {
        "season": "Temporada 1",
        "title": "Programa 4",
        "date": "2017-12-27",
        "link": "http://play.cadenaser.com/audio/1514395708_486827/",
        "summary": "En este mateprograma hemos explorado la intersección entre el cine y las matemáticas, destacando cómo la gran pantalla ha utilizado las ciencias exactas como motor narrativo o tema central. Hemos dedicado un tiempo especial a dos títulos clave: La habitación de Fermat y Ágora. En la primera, un grupo de matemáticos y un inventor son invitados a un hotel y se ven obligados a resolver acertijos matemáticos, una prueba de ingenio y lógica.\n\nPor otro lado, la película Ágora nos transporta a la antigua Alejandría en el año 391 d.C., para centrarnos en la vida de Hipatia, filósofa, astrónoma y, sobre todo, matemática. Hemos visto cómo el cine también ha abordado la criptografía con Descifrando Enigma, la probabilidad y estadística con 21 Black Jack y la teoría de juegos con Una mente maravillosa, mostrando que los conceptos matemáticos son una fuente inagotable de buenas historias.",
        "challenge": "RETO 1: En un cajón hay 10 pares de calcetines de color marrón y 10 pares de calcetines negros. En otro cajón hay 10 pares de guantes de color marrón y la misma cantidad de color negro. ¿Cuántos calcetines y guantes serán suficientes sacar de cada cajón para que con ellos se pueda formar un par cualquiera de calcetines y par de guantes?\n\nRETO 2: Juan Luis tiene más de cien libros, dijo Marina. \nDe eso nada, replicó Andrés, tiene muchos menos.\nBueno, dijo la empollona de Rocío, alguno tendrá.\nSi tan solo una de las tres afirmaciones es cierta, ¿Cuántos libros tiene Juan Luis?\n",
        "id": "4"
    },
    {
        "season": "Temporada 1",
        "title": "Programa 5",
        "date": "2018-01-31",
        "link": "http://cadenaser.com/emisora/2018/02/01/ser_avila/1517469972_420971.html?ssm=tw",
        "summary": "En este mateprograma hemos abordado conceptos fundamentales de la probabilidad y la estadística, desmintiendo creencias populares a través de sucesos aleatorios. Hemos introducido la falacia del jugador (o falacia de Montecarlo), un error de razonamiento muy común en el ámbito de los juegos de azar, que lleva a pensar que los sucesos pasados afectan a los futuros en fenómenos completamente independientes.\n\nAnalizamos ejemplos concretos para ilustrar este concepto, como el lanzamiento de monedas y la repetición de números de lotería a lo largo del tiempo, demostrando que la probabilidad de un suceso aleatorio se mantiene inalterada. También tratamos la probabilidad de supervivencia en operaciones médicas, el uso de la estadística en titulares engañosos sobre crímenes, e incluso ejemplos históricos sobre la probabilidad de impacto de proyectiles y el cálculo del promedio del agua en un río, resaltando la necesidad de leer e interpretar correctamente los datos y las grandes cifras.",
        "challenge": "En una habitación completamente cerrada, sin ventanas y sin que salga nada de luz por debajo de la puerta hay una bombilla. Fuera hay tres interruptores, y sólo uno está conectado con la bombilla.\nCon la puerta cerrada, puedes dar cuantos interruptores quieras. Sólo puedes entrar una vez en la habitación y se trata de averiguar, con estas reglas, cuál es el interruptor que conecta con la bombilla.",
        "id": "5"
    },
    {
        "season": "Temporada 1",
        "title": "Programa 6",
        "date": "2018-02-18",
        "link": "http://cadenaser.com/emisora/2018/03/01/ser_avila/1519902701_828370.html",
        "summary": "En este mateprograma hemos continuado explorando la probabilidad y la estadística, presentando tres problemas clásicos que desafían la intuición y demuestran lo complicado que puede ser el razonamiento en sucesos aleatorios. Primero, abordamos la famosa paradoja del cumpleaños, que muestra que en un grupo de solo 23 personas, la probabilidad de que al menos dos cumplan años el mismo día es superior al 50%.\nSegundo, hemos analizado el problema de Monty Hall, un clásico de la probabilidad condicionada basado en un concurso de televisión. Explicamos por qué es más ventajoso para el concursante cambiar su elección de puerta, ya que la probabilidad de ganar el coche se duplica. Finalmente, tratamos la probabilidad de los hijos, calculando que tener cuatro hijos del mismo sexo es de solo el 12,5% (2/16), mientras que tener dos y dos es del 37,5% (6/16). Cerramos con una reflexión sobre cómo la probabilidad puede ser anti-intuitiva.",
        "challenge": "El presidente de una famoso partido político está buscando un sucesor para su cargo, pero está dudando entre sus tres personas de más confianza: Virginia, David y Elena. Para aclarar sus dudas decide plantearles un enigma de tal manera que el que lo resuelva será nombrado nuevo presidente. El acertijo es el siguiente:\nEl presidente les enseña a los tres candidatos cinco cintas, tres de las cuales son blancas y dos son negras y les dice:\nVoy a poner en la espalda de cada uno de los tres una cinta de las cinco que acabáis de ver y os voy a colocar en fila, de modo que uno de los tres verá las cintas de los otros dos, pero, evidentemente, no podrá ver la suya. \nEl segundo sólo podrá ver la cinta del tercero, el tercero no verá ninguna. \nEntre vosotros no hablaréis pues en cuanto veáis lo que os corresponde cada uno será retirado a una habitación distinta. \nSe trata de que con un argumento lógico, completamente matemático, razonéis de qué color es la cinta que lleváis a la espalda. \nAhora elegid los puestos que os corresponderán.\nRápidamente Virginia dijo que ella quería ser la primera, David dijo que entonces él sería el segundo, y por exclusión la que quedaba, Elena iría la última.\nLa primera, Virginia, fue llamada al despacho del presidente. Al cabo de un rato salió el presidente y dijo: HA FRACASADO, oyéndolo los otros dos. Seguidamente entró el segundo, David, y al cabo de un rato salió el presidente y dijo: HA FRACASADO. \nPor último, fue llamada la tercera, Elena, que después de unos días fue nombrada presidenta.\n¿De qué color era la cinta de la nueva presidenta? ¿Qué argumentación esgrimió para no fracasar?",
        "id": "6"
    },
    {
        "season": "Temporada 1",
        "title": "Programa 7",
        "date": "2018-03-28",
        "link": "http://cadenaser.com/emisora/2018/03/28/ser_avila/1522255752_805985.html",
        "summary": "En este mateprograma hemos abordado conceptos matemáticos que desafían nuestra percepción de las cantidades grandes, empezando por un problema muy simple: la hoja de papel. Hemos analizado qué tan alta sería una hoja de papel de grosor 0,1 milímetros si la doblásemos 54 veces, demostrando que su altura alcanzaría 93 000 millones de años luz, superando el diámetro del Universo Observable. Esto ilustra el poder del crecimiento exponencial.\nAdemás, exploramos la leyenda del tablero de ajedrez y Sissa, el inventor que pidió como recompensa granos de trigo doblando la cantidad en cada uno de los 64 cuadros. Calculamos que el rey debía pagar una cantidad que asciende a 18 446 744 073 709 551 615 granos, lo cual es más de 22 000 años de producción mundial de trigo, según estimaciones. Este problema es un claro ejemplo de la progresión geométrica y cómo las cantidades pueden crecer de forma inimaginable.",
        "challenge": "Tenemos tres puertas de tres garajes situados frente a nosotros. Detrás de una de las puertas hay un coche y en las otras dos no.\nEn el garaje número uno hay un letrero que dice que el coche está en este garaje. En el número dos, el letrero dice que el coche no está en este garaje. Y en la puerta tres, el letrero dice que el coche no está en el garaje 1.\nSi solo una de ellas contiene el coche y solo uno de los argumentos es verdadero, ¿en qué puerta está el coche?\n\n",
        "id": "7"
    },
    {
        "season": "Temporada 1",
        "title": "Programa 8",
        "date": "2018-04-25",
        "link": "http://cadenaser.com/emisora/2018/04/25/ser_avila/1524655836_150108.html?ssm=fb",
        "summary": "En este mateprograma hemos dedicado tiempo a plantear retos, juegos y problemas que ejercitan el pensamiento lateral, más allá de la estricta matemática formal. Hemos propuesto varios desafíos de lógica e ingenio a los oyentes. Entre ellos, planteamos un problema de suma y monedas preguntando cómo juntar 25 céntimos usando solo dos monedas y sin emplear la de 5 céntimos, incidiendo en la posible falsedad de las premisas.\n\nTambién incluimos un problema clásico de distancia y tiempo que involucra a cuatro soldados cruzando un puente con una linterna, donde la clave está en el tiempo mínimo que tardan dos personas. Abordamos un problema de progresión aritmética sobre una mujer que llevaba siete cestas con siete gatos y siete gatitos, cuyo resultado es una trampa lingüística. Cerramos con un problema de crecimiento exponencial sobre plantas acuáticas que duplican su superficie, y otro sobre el número de partidos en un torneo de tenis con 129 participantes.",
        "challenge": "Pablo y Adrián quieren tomar, con el tiempo justo el tren de las once. El reloj de Pablo va atrasado 10 minutos, pero el cree que va 5 minutos adelantado. El reloj de Adrián va adelantado 5 minutos, pero el cree que va retrasado 10 minutos. ¿Quién llegará antes a la estación?",
        "id": "8"
    },
    {
        "season": "Temporada 1",
        "title": "Programa 9",
        "date": "2018-05-30",
        "link": "http://cadenaser.com/emisora/2018/05/31/ser_avila/1527760007_830792.html",
        "summary": "En este mateprograma hemos propuesto y resuelto diversos problemas de lógica y razonamiento lateral,  proporcionados por los oyentes. Hemos analizado una serie de enigmas de lógica deductiva, como el problema de los cinco sospechosos y la verdad. También abordamos desafíos de cálculo y progresión, como el del labriego que quería repartir una herencia de 700 hectáreas entre su mujer, hijo e hija.\n\nHemos ejercitado la agilidad mental con retos como la probabilidad de los 10 tarros y 200 caramelos, el enigma del barco que se hunde en 20 minutos, el problema del obrero que tarda seis días en hacer un pozo, y el de las rondas y cuentos de dos personas, ejercitando la lógica. Además, incluimos el problema de gravedad en la Luna y el de la muralla de hormigón para sostener la Tierra.",
        "challenge": "Obtén el número 1000 utilizando 8 ochos.",
        "id": "9"
    },
    {
        "season": "Temporada 1",
        "title": "Programa 10",
        "date": "2018-06-27",
        "link": "https://cadenaser.com/emisora/2018/06/27/ser_avila/1530117470_871363.html",
        "summary": "En este mateprograma hemos leído el texto \"El lamento de un matemático\" de Paul Lockhart, una crítica profunda a la enseñanza contemporánea de las matemáticas. Lockhart sostiene que, al concentrarse únicamente en el \"qué\" (fórmulas y procedimientos) y eliminar el \"por qué\" (la creatividad y la explicación), las matemáticas escolares se han reducido a una cáscara vacía.\n\nHemos observado la visión de Lockhart, que defiende las matemáticas como un arte, similar a la pintura o la poesía, donde el matemático es un creador de patrones de ideas. El autor lamenta que la educación actual destruye la curiosidad natural, transformando los problemas en una \"carrera triste hacia ninguna parte\". Concluimos con su invitación a usar la imaginación, jugar con las ideas y disfrutar del proceso de descubrimiento que reside en la verdadera actividad matemática.",
        "challenge": "",
        "id": "10"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 11",
        "date": "2018-09-26",
        "link": "http://cadenaser.com/emisora/2018/09/27/ser_avila/1538042938_499761.html?fbclid=IwAR0Q3B4rYl6g4tJc0xO1B_xgpm2B1N231caQk33l_pK0QhxNKZvXtOL1pYI",
        "summary": "En este mateprograma hemos abordado uno de los problemas más importantes y actuales en el mundo de las matemáticas: la Hipótesis de Riemann. Hemos explicado que este es uno de los siete problemas del milenio, cuya solución está premiada con un millón de dólares. Para entender su importancia, nos centramos en los números primos, un conjunto fundamental en la teoría de números.\n\nHemos recordado que un número primo es aquel que solo es divisible por sí mismo y por la unidad. La hipótesis de Riemann busca la clave para saber exactamente dónde se encuentran los números primos. Esta información es crucial para la criptografía, que se basa en el misterio de los números primos. Mencionamos el revuelo reciente causado por el matemático Michael Atiyah, quien dijo haber presentado una \"supuesta demostración\" de la hipótesis, aunque fue recibida con escepticismo. Finalmente, hemos destacado otros problemas del milenio como la conjetura de Poincaré, ya resuelta por Perelman.",
        "challenge": "Una persona pincha una rueda de su coche, la desmonta, pero sin darse cuenta tira los cuatro tornillos que aseguran la rueda y nos los puede recuperar. Desesperado, se resigna a pasar una hora allí hasta que llegue la grúa, cuando una niña se acerca y le susurra cómo puede solucionar su problema. El hombre hizo caso a la niña, pudo montar la rueda y llegar hasta el taller más cercano. ¿Qué fue lo que le dijo la niña y que resolvió su problema? ",
        "id": "11"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 12",
        "date": "2018-10-31",
        "link": "http://cadenaser.com/emisora/2018/11/02/ser_avila/1541156137_477963.html",
        "summary": "En este mateprograma hemos abordado uno de los problemas fundamentales de la teoría de juegos: el Dilema del Prisionero. Explicamos que este problema matemático, formalizado por Flood y Dresher en 1950 y popularizado por Albert Tucker, ilustra cómo dos individuos, actuando puramente por su propio interés egoísta, pueden llegar a un resultado que es peor para ambos.\n\nHemos desglosado el dilema en su versión clásica, donde dos sospechosos son interrogados y tienen que elegir entre confesar o guardar silencio. Mostramos la matriz de pagos o resultados posibles: si ambos confiesan, ambos reciben una pena alta (6 años); pero si uno confiesa y el otro niega, el primero sale libre. Concluimos que, matemáticamente, el equilibrio de Nash en este juego es la traición mutua, lo que lleva a un resultado subóptimo para el bienestar colectivo, con implicaciones en economía, política y la vida diaria.",
        "challenge": "Tenemos una colección de 10 libros de una enciclopedia de 500 páginas cada uno colocados en una estantería. Si cada tiene un espesor de 0,25 cm y todas las hojas de cada tomo ocupan 4 cm. ¿Cuántos centímetros hay entre la primera página del primer tomo y la última página del último tomo?",
        "id": "12"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 13",
        "date": "2018-11-28",
        "link": "https://cadenaser.com/emisora/2018/11/28/ser_avila/1543403457_823940.html",
        "summary": "En este mateprograma hemos viajado a la antigua Grecia para explorar las contribuciones de Tales de Mileto, considerado el primer filósofo y uno de los siete sabios. Nos hemos centrado en sus aportaciones a la geometría y la demostración formal. Su hazaña más destacada fue el cálculo de la altura de la pirámide de Keops sin escalarla, utilizando únicamente la longitud de su sombra y la de su propio bastón.\n\nHemos explicado que Tales aplicó el principio de semejanza de triángulos, que afirma que cuando dos triángulos tienen sus lados proporcionales y sus ángulos iguales, son idénticos en forma. Esta aplicación práctica del teorema de Tales demostró que la geometría no solo sirve para medir (geo-metría), sino que, con la prueba lógica, se convierte en una ciencia deductiva. Además, revisamos el Teorema de Tales sobre la proporcionalidad en dos rectas cortadas por paralelas y su teorema de la inscripción del triángulo en un semicírculo, conceptos fundamentales en las matemáticas clásicas.",
        "challenge": "El fin de semana pasado estaba de vacaciones en un pequeño pueblo perdido en la Sierra cuando al entrar a la tienda de ultramarinos del pueblo, el propietario me comentó que un forastero le había pagado nueve monedas, aparentemente iguales, pero él estaba convencido que una de ellas era falsa y que pesaba un poco menos de lo normal. \nEn ese momento sólo tenía disponible una balanza de platillos, que por lo que fuera, sólo podía utilizar dos veces. ¿Seremos capaces de ayudar al tendero a averiguar cuál era la moneda falsa? \nPara los que lo averigüen les invito a profundizar en este problema. ¿Cuál es el número máximo de monedas que podemos tener para averiguar cuál es la que pesa menos con dos pesadas? ¿Y con tres pesadas? ¿Y con cuatro pesadas? ",
        "id": "13"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 14",
        "date": "2018-12-26",
        "link": "https://cadenaser.com/emisora/2018/12/27/ser_avila/1545894921_190219.html",
        "summary": "En este mateprograma hemos explorado cómo la probabilidad y la estadística se aplican a las tradiciones navideñas, desde las compras hasta los juegos de azar. Hemos hablado del efecto matemático de la saturación en supermercados y de cómo el simple acto de doblar el papel de regalo sin desperdiciar ilustra principios de geometría y optimización.\nAnalizamos la probabilidad asociada al Sorteo de la Lotería de Navidad. Detallamos que la probabilidad de que toque el Gordo es de 1 entre 100 000 (es decir, 0,001%). También hemos explicado la diferencia entre la esperanza matemática de un juego (lo que se espera ganar o perder a largo plazo), la cual en la lotería es negativa, y el valor esperado de otros juegos como la Quiniela, que sí pueden ser favorables al jugador. Concluimos que el conocimiento de la probabilidad nos ayuda a tomar decisiones informadas, incluso durante las fiestas.",
        "challenge": "¿Cuáles son las cifras que más y menos se repiten entre 1 y 1000?",
        "id": "14"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 15",
        "date": "2019-01-30",
        "link": "https://cadenaser.com/emisora/2019/01/31/ser_avila/1548938014_451517.html",
        "summary": "En este mateprograma hemos explorado la presencia de las matemáticas en la cultura popular, analizando fragmentos de series, películas y programas de humor. Hemos destacado cómo se abordan conceptos matemáticos en clips de Aquí no hay quien viva y Yo hice a Roque III. Nos centramos especialmente en el clásico juego de garrafas de La jungla de cristal 3, que es un problema de medición y lógica, y en la parodia que realizaron Cruz y Raya sobre este desafío.\nAdemás, introdujimos y definimos el término anumerismo, que es la incapacidad de muchas personas para manejar cómodamente los conceptos matemáticos en la vida cotidiana. Con ejemplos como el de José Mota sobre la división inexacta, concluimos que las matemáticas, aunque a menudo se usan con fines cómicos, están presentes en nuestro lenguaje y situaciones diarias.",
        "challenge": "Luis es un jugador empedernido que cuando dispone de dinero se lo juega a los dados.\nSiempre lo hace de la misma forma: gane o pierda, apuesta la mitad del dinero que tiene; a la segunda jugada, apuesta la mitad del dinero que tiene entonces; en la tercera jugada, la mitad de lo que tiene después de la segunda; y así sucesivamente.\nCierta tarde tenía 16 euros y jugó 6 veces, ganó tres y perdió otras tres.\n¿Con cuánto dinero acaba?",
        "id": "15"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 16",
        "date": "2019-02-27",
        "link": "https://cadenaser.com/emisora/2019/02/28/ser_avila/1551347473_600259.html?fbclid=IwAR2yvReZg-lJQlXfZtFgFVEJ58KiXuUmyC04Guw7MzysieldIu13Tk98Z6c",
        "summary": "En este mateprograma hemos abordado el Principio del Palomar (o Principio de Dirichlet), una idea de la combinatoria sorprendentemente sencilla pero muy poderosa para resolver problemas que parecen complicados. Hemos explicado que este principio afirma que si tenemos más palomas (m) que palomares (n), con m>n, obligatoriamente habrá al menos un palomar con más de una paloma.\nHemos aplicado este concepto matemático a situaciones de la vida real. Por ejemplo, en la provincia de Ávila, con una población de 162 000 personas, el principio garantiza que al menos dos personas deben tener el mismo número de pelos en la cabeza. También lo aplicamos a la probabilidad de cumpleaños: en un partido de fútbol con 1100 personas, aseguramos que al menos tres personas cumplen años el mismo día. Concluimos explicando cómo un número pequeño de quinielas basta para garantizar un mínimo de aciertos.",
        "challenge": "Imaginemos una tabla con dos filas y 10 columnas..\nEl reto consiste en colocar un dígito en cada casilla de manera que el número de la casilla de abajo indica la cantidad de veces que aparece ese dígito en toda la tabla.\nPor ejemplo, en la casilla encima de “ceros” debe figurar el número de ceros que vas a poner en total; sobre la casilla que pone “unos” la cantidad de unos, y así sucesivamente hasta la casilla sobre la que pone “nueves” que indicará el número de nueves que vas a utilizar.",
        "id": "16"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 17",
        "date": "2019-03-27",
        "link": "https://cadenaser.com/emisora/2019/03/28/ser_avila/1553768714_900365.html?fbclid=IwAR2Eenwz00RS-6Qc9yzHkeEoQ_65JZ1AzZ9OsOdZi3EE1YEI_heH5fDvfnc",
        "summary": "En este mateprograma hemos celebrado un hito en las matemáticas al mencionar el Premio Abel, destacando que por primera vez fue otorgado a una mujer. Hemos dedicado la mayor parte del programa a los sistemas electorales, una aplicación crucial de las matemáticas a la democracia. Explicamos que todos los métodos tienen fallos y pueden llevar a resultados paradójicos, tal como lo establece el Teorema de K. Arrow.\nHemos analizado el problema del reparto de escaños , centrándonos en el método de los restos mayores (Hamilton). Con ejemplos, mostramos que este método sufre la paradoja de Alabama: al aumentar el número total de escaños, un partido puede perder representación. Finalmente, introdujimos los métodos del divisor, como el de D’Hont (usado en España)  y el de St. Lagüe, señalando que estos son preferidos por su monotonía, es decir, no padecen la paradoja de Alabama.",
        "challenge": "Elena y David quieren comprar cada uno un libro. A David le faltan 7 euros para poder comprarlo y a Elena un euro. Si juntan el dinero que tienen ni siquiera pueden comprar un libro para los dos. ¿Cuál es el precio del libro?",
        "id": "17"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 18",
        "date": "2019-05-02",
        "link": "https://cadenaser.com/emisora/2019/05/02/ser_avila/1556797628_866865.html?fbclid=IwAR3rHHlPY-_16OFx0UIATeBlobOvbtiU5ovBUMY_efuO7Gg60QMONeVKynA",
        "summary": "En este mateprograma hemos analizado matemáticamente los resultados de las elecciones generales celebradas el 28 de abril.\nHemos explorado cuánto tiempo llevaría contar hasta un millón de forma consecutiva (casi 12 días). Usando la combinatoria, calculamos el tiempo que tardaríamos en ordenar solo 15 libros de todas las formas posibles (2 487 966 años).\nTambién hemos mencionado el asombroso número de 319 mil millones de maneras posibles de jugar las cuatro primeras movidas en una partida de ajedrez. \nFinalmente, tocamos las magnitudes a gran escala al comparar la longitud de los vasos sanguíneos del cuerpo humano (160 000 kilómetros) con la longitud de la Tierra por el Ecuador (40 000 kilómetros), demostrando que se podría dar cuatro vueltas al planeta.",
        "challenge": "Pablo estaba tan enfadado que arrancó las páginas 6, 7, 84, 85, 111 y 112 de un libro. ¿Cuántas hojas arrancó en total?",
        "id": "18"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 19",
        "date": "2019-05-29",
        "link": "https://cadenaser.com/emisora/2019/05/30/ser_avila/1559210509_417025.html?fbclid=IwAR1I6SNS55MJQTOIoy30JS14Jxi8CwQkFbN-w_XrBGwwFMFPKLX-l4Z9sNY",
        "summary": "En este mateprograma hemos abordado la aplicación de las matemáticas a la teoría de juegos, introduciendo un juego sencillo para dos personas llamado \"Gana el que diga 31\". Explicamos que este juego consiste en sumar números naturales del 1 al 5 hasta alcanzar o superar el 31. Hemos dedicado tiempo a analizar y desvelar la estrategia ganadora, que se basa en la progresión aritmética y en asegurarse de llegar a los números clave 25, 19, 13, 7 y 1 antes que el oponente.\nPosteriormente, planteamos una variación del problema: aquel que diga 31 pierde. La clave, en ambos casos, reside en el uso de la lógica y la aritmética para controlar los últimos movimientos del juego. Finalizamos el programa realizando un breve análisis matemático de los resultados electorales de Ávila capital en las elecciones del 26 de mayo, enlazando la teoría de juegos y la combinatoria con los sucesos de la vida real.",
        "challenge": "En lugar de 31 y sumar de cinco en cinco, generar una estrategia ganadora para que el que llegue a 100 gane sumando números del 1 al 9. ¿Se podría generalizar a números cualesquiera? ¿Cómo?",
        "id": "19"
    },
    {
        "season": "Temporada 2",
        "title": "Programa 20",
        "date": "2019-06-26",
        "link": "https://cadenaser.com/emisora/2019/06/26/ser_avila/1561564473_996157.html?fbclid=IwAR0vsqzlHSkE_JF1RgNoz-iSjMT4ch_tsychCPEMPP-CksFjvR1K-9WuIvE",
        "summary": "En este mateprograma hemos abordado uno de los desafíos más famosos y antiguos de la combinatoria y la lógica: el Problema de los Cuatro Colores. Explicamos que este problema pregunta si cualquier mapa puede ser coloreado con solo cuatro colores distintos, de tal manera que dos regiones adyacentes (que comparten una frontera) siempre tengan colores diferentes.\nHemos revisado su historia, desde su planteamiento inicial en 1852 por Francis Guthrie, hasta el trabajo de De Morgan y el fallido intento de prueba de Alfred Kempe. Destacamos que la demostración final, en 1976, fue la primera en utilizar intensivamente un ordenador para comprobar todos los casos posibles. Aunque la demostración generó escepticismo inicial, la hemos validado a través de los trabajos de Neil Robertson, Daniel P. Sanders, Paul Seymour y Robin Thomas. Finalmente, enlazamos la teoría con conceptos de la Teoría de Grafos, explicando que las regiones del mapa se representan como vértices y las fronteras como aristas.",
        "challenge": "En el IES José Luis L. Aranguren los seis profesores de Matemáticas corrigen seis exámenes en seis minutos. Al mismo ritmo de corrección, ¿cuánto tardarán 60 profesores en corregir 60 exámenes?",
        "id": "20"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 21",
        "date": "2019-09-19",
        "link": "https://cadenaser.com/emisora/2019/09/12/ser_avila/1568280820_340528.html?fbclid=IwAR1iwnGCh5xs5KyUOOlgPCEMVbpWagg10F_ePqdhSwGsIacil9_FgAJdF0c",
        "summary": "En este mateprograma hemos repasado las matemáticas que descubrimos en las JAEM de La Coruña, comentando talleres y ponencias donde la didáctica se mezcla con problemas abiertos y nuevas formas de enseñar. Hemos analizado el Teorema de la Varita Mágica de Eskin y Mirzakhani, basado en espacios con ángulos enteros y trayectorias que iluminan por completo una sala, ejemplo de cómo una misma estructura matemática resuelve problemas muy distintos. También hemos explicado la conjetura de la sensibilidad, resuelta por Hao Huang en apenas dos páginas, que relaciona sensibilidad y complejidad en reglas de decisión. Exploramos el índice Banzhaf y la teoría de juegos para entender estrategias políticas. Finalmente, comentamos la refutación de Shitov a la conjetura de Hedetniemi mediante grafos gigantes y productos tensoriales.",
        "challenge": "¿Cómo podemos conseguir el número cien utilizando cuatro nueves?",
        "id": "21"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 22",
        "date": "2019-10-16",
        "link": "https://cadenaser.com/emisora/2019/10/16/ser_avila/1571225581_848338.html?fbclid=IwAR17xgmYmfgi1mfrnanUwf8vmH1U38ge9D9RIRED_1RRgaaZRPedq-KNDtQ",
        "summary": "En este mateprograma hemos recorrido la matemática del cubo de Rubik: su origen en 1974 como solución a un problema estructural, la combinatoria inmensa que genera y las propiedades algorítmicas que permiten resolver cualquier posición en veinte movimientos o menos. Hemos explicado la estructura $3 \\times3 \\times 3$, las variantes de tamaño y la fórmula que calcula el número astronómico de posiciones. Hemos tratado la noción de algoritmo y complejidad frente a la creatividad de los campeones de velocidad, y cómo buscar soluciones óptimas requiere tanto intuición como técnica. También hemos destacado récords, métodos de resolución por capas y retos extremos que muestran la profundidad matemática escondida en un juguete aparentemente simple. Hemos mostrado además conexiones con teoría de grupos y permutaciones relevantes.",
        "challenge": "¿En qué circunstancia es correcta la operación $10+3=1$?",
        "id": "22"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 23",
        "date": "2019-11-21",
        "link": "https://cadenaser.com/emisora/2019/11/22/ser_avila/1574419459_156437.html?fbclid=IwAR0IKAxwILpjVZm3UlEtDAMHEyj64FQpktVGCrHk4PzT4ibKPaoKDX1T3mY",
        "summary": "En este mateprograma hemos recorrido la historia de los sistemas de numeración y su fundamento matemático. Hemos comparado bases como 10, 20 o 60, entendiendo por qué distintas culturas eligieron distintos conjuntos de dígitos y cómo esas elecciones afectaban a la facilidad para contar y operar. Hemos distinguido entre sistemas aditivos y posicionales, destacando la potencia del valor posicional para desarrollar algoritmos de cálculo y manejar cantidades grandes con pocos símbolos. También hemos seguido el camino del sistema indoarábigo, desde sus raíces en la India y su paso por el mundo árabe hasta su adopción europea, gracias a Fibonacci, y hemos resaltado la importancia matemática del cero. Finalmente, hemos apreciado cómo este sistema acabó unificando la representación numérica en casi todo el mundo.",
        "challenge": "¿Cómo podemos colocar 9 pelotas de tenis en 4 cajas, de manera que cada una tenga un número impar de bolas y distinto del de cada una de las otras 3?",
        "id": "23"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 24",
        "date": "2019-12-11",
        "link": "https://cadenaser.com/emisora/2019/12/12/ser_avila/1576137851_074709.html",
        "summary": "En este mateprograma hemos recomendado varios libros que muestran la riqueza de las matemáticas a través de historias, acertijos y reflexiones. Hemos comentado cómo El hombre que calculaba usa relatos para introducir razonamientos lógicos, cómo Que las matemáticas te acompañen conecta números con tecnología, decisiones y vida cotidiana, y cómo Inteligencia matemática invita a pensar creativamente, explorar problemas y redescubrir al matemático interior. También hemos destacado Y me llevo una, que revisa la enseñanza de la aritmética y propone mirarla con curiosidad, y obras como El hombre anumérico y Para pensar mejor, que ayudan a detectar sesgos, mejorar el razonamiento y aplicar estrategias matemáticas a situaciones reales. Estos títulos ofrecen inspiración para disfrutar y compartir matemáticas en familia estas fiestas.",
        "challenge": "Cuatro personas deben cruzar un larguísimo puente de madera con las siguientes condiciones: \n• La primera persona tarda 10 minutos.\n• La segunda, 5 minutos.\n• La tercera, 2 minutos \n• La última, 1 minuto.\nEs de noche y deben de llevar linterna, por eso deben ir de dos en dos y una se debe devolver con la linterna. Además, cuando van dos personas, siempre van al ritmo del más lento. \n¿Cómo deben combinarse los grupos para lograr cruzar el puente en 17 minutos exactos?",
        "id": "24"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 25",
        "date": "2020-01-14",
        "link": "https://cadenaser.com/emisora/2020/01/16/ser_avila/1579159023_758392.html",
        "summary": "En este mateprograma hemos explorado cómo la poesía convierte a los conceptos matemáticos en metáforas, personajes y emociones. Hemos visto cómo César Brandon usa números para hablar de desamor, cómo Alberti celebra la proporción aurea, las formas geométricas y el poder simbólico de las cifras, y cómo imagina un universo donde los ángeles custodian pizarras y números. También hemos recordado el poema humorístico de Millôr Fernandes, donde un Cociente y una Incógnita viven una historia de amor llena de rectas, curvas y triángulos, y el juego de Luis Balbuena sobre el valor posicional. Finalmente, hemos apreciado cómo otros autores relacionan sucesiones, figuras y límites con emociones humanas y cómo incluso pi puede esconderse en un verso.",
        "challenge": "Tenemos una baraja de 40 cartas (4 palos de diez cartas), ¿cuántas he de levantar para estar seguro de tener 7 del mismo palo?",
        "id": "25"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 26",
        "date": "2020-02-12",
        "link": "https://cadenaser.com/emisora/2020/02/13/ser_avila/1581591815_124692.html?fbclid=IwAR2a4tReoEDxcYicnXBpeXAO8P0CMexnKwrrZyACpQURWCbtj8xKdQ0w3GU",
        "summary": "En este mateprograma hemos recorrido la historia de las mujeres científicas que abrieron caminos en matemáticas, física, química, biología, tecnología y astronomía. Hemos recordado a pioneras como Curie, Hipatia, Lovelace, Germain, Noether, Franklin o Meitner, junto a figuras clave como Johnson, Hamilton o Mirzakhani. Hemos puesto el foco en cómo sus contribuciones han transformado la ciencia y cómo, a pesar de ello, muchas fueron invisibilizadas. Y, muy especialmente, hemos destacado el trabajo de un grupo de profesoras de Ávila —de Física y Química, Matemáticas, Biología y Tecnología— que hoy siguen inspirando vocaciones científicas desde las aulas. Hemos subrayado la necesidad de aumentar la presencia femenina en STEM y el sentido del 11 de febrero como día reivindicativo.",
        "challenge": "Un reto difícil para este mes. Encuentra una palabra en castellano que contenga cinco íes.",
        "id": "26"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 27",
        "date": "2020-03-11",
        "link": "https://cadenaser.com/emisora/2020/03/13/ser_avila/1584096232_231344.html",
        "summary": "En este mateprograma hemos celebrado el Día Internacional de las Matemáticas explorando el número π desde múltiples perspectivas. Hemos explicado por qué el 14 de marzo es su día simbólico y cómo π surge al dividir la longitud de una circunferencia entre su diámetro. También hemos recorrido su historia: desde Arquímedes y su célebre 22/7, hasta los actuales cálculos computacionales que alcanzan decenas de billones de cifras. Hemos analizado qué grado de precisión se necesita realmente en ciencia y tecnología: desde los 39 decimales para medir el universo hasta los 15 usados por la NASA. Además, hemos comentado curiosidades como récords de memorización, aplicaciones de π en física, ingeniería o estadística y trucos mnemotécnicos como el poema Cadaeic Cadenza.",
        "challenge": "Caminando hacia Padiernos me crucé  con siete personas, cada persona llevaba siete cestas, en cada cesta había siete gatos y cada gato tenía siete gatitos. ¿Cuántas personas, cestas, gatos y gatitos iban a Padiernos?",
        "id": "27"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 28",
        "date": "2020-04-15",
        "link": "https://cadenaser.com/emisora/2020/04/17/ser_avila/1587121263_372472.html",
        "summary": "En este mateprograma hemos aprovechado el confinamiento para profundizar en la figura de Newton y en la enorme producción matemática que desarrolló durante su propio aislamiento por la peste bubónica. Hemos explicado cómo, recluido entre 1665 y 1666, formuló las ideas iniciales del cálculo diferencial e integral, considerado el inicio de la matemática moderna. También hemos destacado su estudio de la gravedad, punto de partida de la ley de gravitación universal, y sus investigaciones sobre la luz, que dieron paso a su teoría de la óptica. Recordamos además su obra Principios matemáticos de la filosofía natural, fundamental para la física y la ingeniería, así como su disputa con Leibniz por la autoría del cálculo. Su legado matemático sigue siendo clave en nuestra formación científica.",
        "challenge": "En un parlamento (no diremos cuál), tenemos a 350 políticos. \nEl primer político toma el micrófono y dice al resto de políticos \"todos ustedes son unos mentirosos\". Un segundo político se levanta, toma el micrófono y dice lo mismo mismo. Y luego lo hace el otro, y el otro, y así hasta que los 350 políticos terminan acusándose mutuamente.\nSi tenemos en cuenta que los políticos o bien  son veraces, siempre dicen la verdad, o bien mentirosos, siempre mienten. ¿Cuántos políticos veraces hay, si es que hay alguno?",
        "id": "28"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 29",
        "date": "2020-05-13",
        "link": "https://cadenaser.com/emisora/2020/05/14/ser_avila/1589452002_474976.html",
        "summary": "En este mateprograma hemos explorado la fascinante idea del infinito y cómo las matemáticas intentan comprenderlo. Hemos explicado que el infinito no es un número, sino un concepto que describe aquello que no tiene fin. Nos hemos adentrado en los trabajos de Georg Cantor, quien mostró que algunos conjuntos infinitos tienen el mismo tamaño, como los números naturales y los pares, mientras que otros son más grandes, como los números reales. También hemos comentado paradojas como la del hotel de Hilbert, donde siempre cabe una persona más, y hemos presentado magnitudes enormes como el gugol y el gugolplex para comparar distintos tipos de infinitud. Con todo ello, hemos reflexionado sobre cómo estas ideas desafían nuestra intuición.",
        "challenge": "Se tienen dos relojes de arena. Uno dura 4 minutos, y el otro 7. Se quieren medir 9 minutos. ¿Cómo se lo puede lograr?",
        "id": "29"
    },
    {
        "season": "Temporada 3",
        "title": "Programa 30",
        "date": "2020-06-10",
        "link": "https://cadenaser.com/emisora/2020/06/16/ser_avila/1592300556_707166.html",
        "summary": "En este mateprograma hemos conocido a Martin Gardner, el divulgador que acercó las matemáticas a millones de personas. Nacido en 1914, dedicó 30 años a su famosa columna de Juegos Matemáticos en Scientific American, donde transformó acertijos, paradojas y teorías complejas en propuestas accesibles y fascinantes. Autor de más de 90 libros, difundió temas como flexágonos, matemagia, arte matemático y el célebre juego de la vida de John Conway. También presentó el sistema RSA antes de que se volviera crucial en Internet. Su trabajo inspiró a jóvenes, docentes y aficionados, convirtiéndose en referencia mundial del pasatiempo matemático. Muchos de los juegos y paradojas comentados en nuestros programas se popularizaron gracias a él, que unió rigor, creatividad y humor.",
        "challenge": "Dos hermanos en bicicleta, a 20 kilómetros de distancia entre sí, empiezan a andar para reunirse. En el momento en que parten, su perro que está junto a una de las bicicletas empieza a correr directamente hacia el otro ciclista. En cuanto llega al otro volante, da la vuelta y corre de regreso al primero. perro corrió ida y vuelta de volante a volante hasta que las dos bicicletas se reunieron. \nSi cada bicicleta marchó a una velocidad constante de 10 kms. por hora, y el perro corrió a una velocidad constante de 15 km. por hora, ¿qué distancia recorrió el perro?",
        "id": "30"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 31",
        "date": "2020-09-16",
        "link": "https://cadenaser.com/emisora/2020/09/17/ser_avila/1600334919_899682.html",
        "summary": "En este mateprograma hemos enlazado el final del programa anterior, dedicado a Martin Gardner, con uno de sus acertijos más ingeniosos: cómo cortar una barra de plata de 31 centímetros en el menor número de piezas para pagar día a día la renta de marzo. La solución, basada en cortar piezas de 1, 2, 4, 8 y 16 centímetros, nos conduce directamente al sistema binario, donde cualquier número entre 1 y 31 puede expresarse combinando potencias de dos. Hemos repasado qué es un sistema binario, por qué es posicional y cómo interpreta un ordenador estos ceros y unos. También hemos visto cómo este sistema permite juegos de matemagia como las tarjetas adivinadoras o aplicaciones basadas en patrones binarios como Mister Binario.",
        "challenge": "Tenemos sobre la mesa cuatro tarjetas. En una se ve una letra A, en otra se ve una letra B, en otra el número 2 y en la última el número 3.\nCada tarjeta tiene una letra en una cara y un número en la otra.\nLa regla es: \"si hay una vocal en una cara, tiene que haber un número impar en la otra\".\nEl reto consiste en comprobar la veracidad de la regla en estas cuatro tarjetas dando la vuelta al mínimo número de tarjetas necesarias para ello. ¿A qué tarjetas darías la vuelta?",
        "id": "31"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 32",
        "date": "2020-10-14",
        "link": "https://cadenaser.com/emisora/2020/10/15/ser_avila/1602759230_685039.html",
        "summary": "En este mateprograma hemos homenajeado al prolífico matemático británico John Horton Conway, destacando su trabajo en Teoría de Grupos, Teoría de Números y lógica recreativa. Nos centramos en su invención más famosa: el Juego de la Vida (Game of Life), un autómata celular bidimensional creado en 1970.\nHemos explicado la base matemática del juego: una parrilla infinita de células que viven, mueren o nacen siguiendo solo tres reglas sencillas de vecindad. Si una célula viva tiene dos o tres vecinos, sobrevive; si una célula muerta tiene exactamente tres, nace. Abordamos cómo estas reglas simples generan patrones de increíble complejidad, como los planeadores o los osciladores, que demuestran la aparición de la vida desde un estado inicial. Además, destacamos su importancia teórica, pues el juego es equivalente a una máquina de Turing universal, probando que se pueden realizar cálculos algorítmicos complejos.",
        "challenge": "David está celebrando su cumpleaños. Dos días más tarde, su hermano gemelo mayor (el que nació antes), Javier, celebra su cumpleaños. ¿Cómo puedes explicarlo? ¿Qué día son los cumpleaños de Javier y David?",
        "id": "32"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 33",
        "date": "2020-11-11",
        "link": "https://cadenaser.com/emisora/2020/11/12/ser_avila/1605175050_544547.html",
        "summary": "En este mateprograma hemos abordado la naturaleza y la utilidad de los logaritmos, una herramienta matemática fundamental inventada por John Napier para simplificar el cálculo de grandes números. Explicamos que el logaritmo de un número es el exponente al que hay que elevar una base para obtener dicho número, siendo la operación inversa a la potenciación.\nRevisamos sus propiedades clave, como el logaritmo de un producto (que se convierte en una suma) y el de una división (que se convierte en una resta). Estas reglas fueron esenciales para transformar la aritmética compleja en operaciones más sencillas, permitiendo la invención de la regla de cálculo. Analizamos cómo los logaritmos siguen siendo cruciales para modelar fenómenos con grandes variaciones de magnitud, como la escala Richter para medir terremotos o la escala de pH para la acidez. Concluimos resaltando la potencia de la escala logarítmica para representar rangos enormes de forma compacta y manejable.",
        "challenge": "Cinco amigos, Marga, José Luis, Araceli, Pilar y María Jesús se colocan en fila india, pero tú no sabes en el orden en que están colocados.\nEstán contando: el 1º dice 5, el 2º dice 10, el 3º dice 15, el 4º dice 20, el 5º dice 25, el 1º sigue con 30...y así siguen contando de 5 en 5.\nMarga ha dicho  90, Pilar ha dicho 160, José Luis ha dicho el 175, María Jesús ha dicho 270 y a Araceli no la hemos entendido al hablar.\n¿En qué orden se encuentran colocados los amigos en la fila?\n¿Quién de ellos diría el número 2505?",
        "id": "33"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 34",
        "date": "2020-12-09",
        "link": "https://cadenaser.com/emisora/2020/12/11/ser_avila/1607671071_405445.html",
        "summary": "En este mateprograma hemos repasado una selección de libros de matemáticas para Navidad, cubriendo la historia, la lógica y los problemas sin resolver. Hemos mencionado Historia de las Matemáticas en cómic y Mujeres, manzanas y matemáticas, que exploran la evolución de la disciplina y las aportaciones femeninas a la ciencia.\nAbordamos la Teoría de Números con El tío Petros y la conjetura de Goldbach, cuya trama se centra en el problema abierto que afirma que todo número par mayor que 2 es la suma de dos primos, comprobado por ordenador hasta 10 elevado a 18. Para el público infantil y juvenil, destacamos Matemagia de Fernando Blasco, que une el cálculo y la lógica con trucos de magia, y Tu hijo puede ser un genio de las mates, enfocado en introducir geometría y ecuaciones a padres y docentes.",
        "challenge": "Para todos los que conocéis las normas de la iglesia, ¿sabéis si la iglesia católica permite que un hombre se case con la hermana de su viuda?",
        "id": "34"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 35",
        "date": "2021-01-20",
        "link": "https://cadenaser.com/emisora/2021/01/21/ser_avila/1611234466_693720.html",
        "summary": "En este mateprograma hemos explorado la figura de Arquímedes, el gran genio de Siracusa, destacando sus aportaciones pioneras en matemáticas y física. Mencionamos su célebre Principio de Arquímedes (el Eureka), fundamental para la hidrostática, que permite calcular el volumen de cuerpos irregulares.En el ámbito matemático, abordamos su brillante trabajo en geometría. Arquímedes fue el primero en calcular un valor de Pi  con gran precisión, utilizando el método de exhaución. Además, sus cálculos de áreas y volúmenes de figuras curvas, como el segmento de parábola, se consideran una anticipación del cálculo integral desarrollado más de 1 800 años después. Concluimos señalando su invención de la ley de la palanca, resumiendo el poder de la mente de este científico.",
        "challenge": "En una ciudad hay dos tipos de personas, unos que siempre dicen la verdad y otros que siempre mienten.\nUn viajero llega a la ciudad y se encuentra con tres personas Ana, Belén y Carlos. El viajero le pregunta a Ana, ¿eres de las que siempre dice la verdad? \nAna respondió, pero el viajero no oyó la respuesta.\nEl extranjero preguntó a Belén, ¿qué ha dicho Ana? y Belén respondió: \"Ana ha dicho que siempre miente\".\nEn ese instante, Carlos dijo: \"No creas a Belén, que está mintiendo\".\n¿De qué grupo son Belén y Carlos? ¿De los que siempre dicen la verdad o de los que siempre mienten?",
        "id": "35"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 36",
        "date": "2021-02-10",
        "link": "https://cadenaser.com/emisora/2021/02/11/ser_avila/1613026980_238132.html",
        "summary": "En este mateprograma hemos abordado uno de los acertijos más famosos de la probabilidad condicional: el Problema de Monty Hall, basado en el antiguo concurso de televisión Trato Hecho. Explicamos el juego: el concursante elige una de tres puertas, una con un coche (premio valioso) y dos con cabras (premio menor). El presentador, que sabe dónde está el coche, abre una de las puertas no elegidas que siempre tiene una cabra, y luego ofrece la opción de cambiar de puerta.\nLa pregunta clave es si el jugador debe cambiar. Demostramos que la suposición de que las probabilidades se igualan a un 50% es errónea, porque la acción del presentador no es aleatoria, sino que está condicionada por la elección inicial. La probabilidad de haber acertado inicialmente es de 1 de 3, mientras que la probabilidad de que el coche esté en la otra puerta (la que no elegimos) es de 2 de 3, ya que esa probabilidad agrupa a las dos puertas originales. Por lo tanto, la estrategia óptima es siempre cambiar de puerta.",
        "challenge": "Un comerciante de plátanos que quiere llevar al mercado su cosecha para venderla. Tiene un elefante capaz de cargar con 1000 plátanos a la vez, pero el elefante come 1 plátano a cada kilómetro. Si el comerciante tiene 3000 plátanos y el mercado está a 1000 km, ¿Cuál es el número máximo de plátanos que el comerciante puede llevar al mercado?",
        "id": "36"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 37",
        "date": "2021-03-10",
        "link": "https://cadenaser.com/emisora/2021/03/11/ser_avila/1615456714_090202.html",
        "summary": "En este mateprograma hemos explorado la Divulgación Matemática, una actividad fundamental para acercar esta disciplina a la sociedad. Hemos detallado las iniciativas de diversas entidades como la Real Sociedad Matemática Española (RSME) y la Federación Española de Sociedades de Profesores de Matemáticas (FESPM), destacando la Red Española de Divulgación Matemática como un esfuerzo conjunto para organizar actividades durante el mes de marzo. Hemos mencionado que este año la RSME se ha centrado en el desarrollo del pensamiento computacional y la FESPM en la Geometría, el Big Data y la Inteligencia Artificial. También hemos presentado los diez paneles que abordan temas matemáticos variados y una exposición presencial sobre el desarrollo de las matemáticas en España. Finalmente, hemos compartido información sobre los talleres, conferencias y matepaseos programados en distintas fechas de marzo, así como la posibilidad de descargar diversos materiales educativos para el aula.",
        "challenge": "Un cierto número, terminado en 2, tiene la curiosa propiedad de que, al cambiar de lugar esta cifra y colocarla al principio, el número resultante es el doble del número inicial. ¿Cuál es el número inicial?",
        "id": "37"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 38",
        "date": "2021-04-14",
        "link": "https://cadenaser.com/emisora/2021/04/15/ser_avila/1618477552_688294.html",
        "summary": "En este mateprograma hemos analizado la obra de Claudi Alsina, matemático español nacido en 1952. Divulgdor, profesor e investigar ha escrito 40 libros, 200 artículos de divulgación y ha ofrecido más de 1000 conferencias a nivel mundial.\nSu frase más célebre es \"La matemática rigurosa se hace con la mente, la matemática hermosa se hace con el corazón\".\nEscuchamos parte de su conferencia en el CIBEM y repasamos sus libros de divulgación más conocidos. Acabamos con el manifesto por una educación matemática realista y actual.",
        "challenge": "En un examen de Matemáticas hemos puesto dos preguntas. A la primera pregunta han respondido correctamente 10 estudiantes y a la segunda han respondido bien 12 estudiantes, 4 han respondido correctamente a las dos preguntas y 3 estudiantes no han respondido correctamente a ninguna. ¿Cuántos estudiantes tenemos en clase de Matemáticas?",
        "id": "38"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 39",
        "date": "2021-05-12",
        "link": "https://cadenaser.com/emisora/2021/05/13/ser_avila/1620900879_170153.html",
        "summary": "En este mateprograma hemos viajado a través de las páginas de El hombre que calculaba, el maravilloso libro de Malba Tahan que mezcla cuento, aventura y matemáticas recreativas. Hemos conocido a Beremiz Samir, el pastor persa capaz de contar rebaños de un solo vistazo y que, camino de Bagdad, se convierte en un sabio admirado al resolver problemas aparentemente imposibles. Acompañado por su amigo Malba, se enfrenta a retos como el reparto de los 35 camellos, la división justa de los panes o el ingenioso problema de las vasijas. El libro nos recuerda la belleza de la geometría, la importancia de los números y el encanto de unas matemáticas que se presentan envueltas en poesía, humanidad y espíritu de juego.",
        "challenge": "Como pago de un pequeño lote de carneros recibieron, aquí en Bagdad, una partida de vino excelente, envasado en 21 vasijas iguales, de las cuales se hallan: 7 llenar, 7 medianas y 7 vacías. Quieren ahora repartirse estas 21 vasijas de modo que cada uno de ellos reciba el mismo número de vasijas y la misma cantidad de vino.",
        "id": "39"
    },
    {
        "season": "Temporada 4",
        "title": "Programa 40",
        "date": "2021-06-09",
        "link": "https://cadenaser.com/emisora/2021/06/17/ser_avila/1623923808_343324.html",
        "summary": "En este mateprograma hemos disfrutado de una colección de acertijos que ponen a prueba el ingenio, la lógica y el pensamiento lateral. Hemos visto que a veces la clave está en el lenguaje, como en la pregunta del huevo duro, que ya está cocido, o en el enigma de los meses, pues todos tienen 28 días. Otros retos requieren observar detalles imposibles, como la moneda “anterior a Cristo”, o comprender trampas temporales, como la tormenta de medianoche que nunca puede dar lugar a sol 72 horas después. También hemos usado geometría para enviar una flauta demasiado larga colocándola en diagonal, y creatividad para transportar agua en un colador congelándola. La mayoría de los juegos nos recuerdan que pensar “fuera de la caja” es esencial.",
        "challenge": "El emperador Octavio murió 120 años más tarde de que naciese el emperador Augusto. La suma de las edades de ambos al morir era de 100 años. \nSi sabemos que el emperador Augusto murió en el 10 d. C., ¿en qué año nació el emperador Octavio?",
        "id": "40"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 41",
        "date": "2021-09-08",
        "link": "https://cadenaser.com/emisora/2021/09/16/ser_avila/1631785573_361287.html",
        "summary": "En este mateprograma hemos hablado con Enrique Hernando, coordinador del programa ESTALMAT en Castilla y León y comienza su andadura en Ávila este curso. Enrique nos cuenta el origen del programa, cómo está organizado y cuáles son sus objetivos.",
        "challenge": "¿Qué día está justo a la mitad del año?",
        "id": "41"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 42",
        "date": "2021-10-13",
        "link": "https://cadenaser.com/emisora/2021/10/14/ser_avila/1634202700_365320.html",
        "summary": "En este mateprograma hemos realizado un profundo análisis sobre los cálculos de fechas y la matemática que se esconde tras el calendario. Nos hemos centrado en la aritmética modular para determinar el día de la semana de cualquier fecha. Hemos desglosado el funcionamiento del año bisiesto, explicando que son bisiestos los años divisibles por 4, excepto los que son múltiplos de 100 pero no de 400. Además, hemos explorado los cálculos para saber el día de la semana en que cayó el 1 de enero de 1900. Hemos explicado cómo la regla de congruencia y el uso de módulos permiten calcular los días transcurridos entre dos fechas y determinar un día de la semana futuro o pasado, como hicimos con el 1 de enero de 1900 y el 1 de enero de 1902. Hemos destacado la importancia de las matemáticas mentales para hacer estos cálculos.",
        "challenge": "Encuentra el último año de la historia en el cual es necesario utilizar todos los números romanos una única vez para escribirlo.",
        "id": "42"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 43",
        "date": "2021-11-10",
        "link": "https://cadenaser.com/emisora/2021/11/12/ser_avila/1636714265_692937.html",
        "summary": "En este mateprograma hemos explorado la fascinante proporción áurea, denotada por la letra griega , $\\phi$ (phi), cuyo valor es aproximadamente $1,618034$. Hemos analizado su cálculo mediante la ecuación $x^2 - x - 1 = 0$, resultando de la división de un segmento en media y extrema razón. \nHemos desglosado cómo la proporción áurea se relaciona íntimamente con la sucesión de Fibonacci y cómo aparece en la naturaleza y en el arte, siendo percibida como la proporción divina. \nEstudiamos su manifestación geométrica en el rectángulo áureo y la espiral logarítmica. Además, examinamos ejemplos en la arquitectura, como la fachada de Notre Dame, el diseño del edificio de la ONU y su presencia en obras de arte como La Gioconda y El Hombre de Vitruvio, destacando su aplicación en el diseño, la composición y el marketing digital.",
        "challenge": "Una caja pesa 33 kilos cuando está llena y 17 kilos cuando está llena por la mitad, ¿cuántos kilos pesa la caja vacía?",
        "id": "43"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 44",
        "date": "2021-12-15",
        "link": "https://cadenaser.com/emisora/2021/12/16/ser_avila/1639652133_042521.html",
        "summary": "En este mateprograma hemos viajado al País de los Números de la mano de la obra Malditas Matemáticas. Alicia en el País de los Números. Hemos analizado cómo el autor, Carlo Frabetti, utiliza un enfoque lúdico para despertar el interés por esta ciencia, a través de personajes conocidos como Charles Dogson, quien representa a Lewis Carroll. Hemos explorado los contenidos matemáticos introducidos en el libro: desde el sistema de numeración decimal hasta el concepto de números primos, demostrando que es posible encontrar listas de 100 números consecutivos sin primos. Además, hemos tocado temas como los números compuestos, positivos y negativos, las progresiones aritméticas, las fracciones equivalentes, el sistema métrico decimal, las ecuaciones, y las permutaciones. Finalmente, hemos recordado la anécdota de Gauss y la suma de los números del 1 al 100, para subrayar la importancia del razonamiento lógico y el cálculo mental.",
        "challenge": "Este juego se lo propone el gato de Cheshire a Alicia en el libro:\nUn ladrillo pesa un kilo más medio ladrillo, ¿cuánto pesa el ladrillo?",
        "id": "44"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 45",
        "date": "2022-01-12",
        "link": "https://play.cadenaser.com/audio/1642153686749/",
        "summary": "En este mateprograma hemos realizado un profundo recorrido por la criptografía, la disciplina matemática encargada de proteger la información. Hemos explorado la evolución histórica de esta ciencia, desde los cifrados por sustitución de la antigüedad, como el cifrado César, hasta la criptografía moderna. Explicamos cómo en estos cifrados cada letra se reemplaza por otra según una clave numérica, trabajando con el módulo 27 o módulo 26 para el alfabeto. Analizamos métodos más complejos como el cifrado Vigenère. Además, introdujimos la criptografía asimétrica o de clave pública, fundamental para la seguridad en internet, detallando el proceso de uso de claves públicas y privadas. Finalmente, mencionamos algoritmos clave en la seguridad digital, como RSA, que se basa en la dificultad de factorizar números muy grandes.",
        "challenge": "Si necesitamos comprar los números del 1 al 1000 dígito a dígito, ¿cuántos dígitos en total necesitaríamos? ¿De ellos cuántos serán ceros, unos, doses, etc? \nY Lo contrario, si hemos comprado 1000 dígitos, ¿cuántos números naturales podremos escribir empezando por el 1?",
        "id": "45"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 46",
        "date": "2022-02-09",
        "link": "https://cadenaser.com/2022/02/10/estadistica-y-probabilidad/",
        "summary": "En este mateprograma vamos a utilizar el teorema de Bayes para hablar de pandemias, falsos positivos, falsos negativos y probabilidades.\nUna pandemia afecta a 1 de cada 100 000 ciudadanos. Aplicamos un test que tiene una fiabilidad del 99%, es decir, acierta 99 de 100 veces. En una población de 10 millones de personas, si una persona ha dado positivo, ¿qué probabilidad tiene de estar contagiada?",
        "challenge": "El problema es muy simple, pero tiene la peculiaridad de que se puede resolver a puro razonamiento, sin necesidad de recurrir a tanteos.\nABCDE x 4 = EDCBA\n",
        "id": "46"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 47",
        "date": "2022-03-09",
        "link": "https://cadenaser.com/2022/03/09/las-matematicas-y-el-benidorm-fest/",
        "summary": "En este mateprograma hemos analizado el sistema de puntuación del Benidorm Fest donde votaban jurado, público y voto demoscópico.",
        "challenge": "Tienes que atravesar en bicicleta un camino de 2 km que atraviesa una colina. Tiene un kilómetro en subida y el otro de bajada. En la subida le velocidad media que puedes alcanzar es de 15 km/hora. La pregunta es ¿a qué velocidad debes bajar para que quede una media de 30 km/hora?",
        "id": "47"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 48",
        "date": "2022-04-13",
        "link": "https://cadenaser.com/2022/04/21/los-metodos-de-elccion-condicionan-el-resultado/",
        "summary": "En este mateprograma hemos analizado las distintas formas de elección y con el ejemplo que hemos planteado hemos visto que con las mismas votaciones, en cada caso, salía un ganador diferente. Sistemas como la mayoría simple, la segunda vuelta (elecciones francesas), eliminación del perdedor (olimpiadas), recuento borda o comparación uno a uno (Condorcet) nos han mostrado que lo ha importante es tener claro el método de elección antes porque los resultados pueden variar según la elección del método.",
        "challenge": "Un vendedor de libros a domicilio inició la jornada vendiendo al primer cliente la mitad de los libros que tenía más uno. Al segundo le vendió la mitad de los que le quedaban y uno más. Al tercero también le vendió la mitad de los que le quedaban y uno más. lo mismo hizo con el cuarto cliente. en ese momento, el vendedor había vendido todos  los libros que tenía. ¿Con cuántos libros inició el vendedor la jornada?",
        "id": "48"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 49",
        "date": "2022-05-12",
        "link": "https://cadenaser.com/castillayleon/2022/05/12/la-historia-de-alan-turing-el-padre-de-la-informatica-moderna-ser-avila/",
        "summary": "En este mateprograma hemos rendido homenaje a Alan Turing, figura clave en la historia de las matemáticas y la informática, cuyo trabajo sentó las bases para el desarrollo de la disciplina. Hemos analizado su contribución fundamental durante la Segunda Guerra Mundial, donde desempeñó un papel crucial al descifrar los códigos de la máquina Enigma. Exploramos los conceptos matemáticos y lógicos asociados a su visión, incluyendo el diseño teórico de la máquina de Turing, un modelo hipotético que sentó las bases de la computación moderna, y su análisis sobre el razonamiento automatizado. Discutimos la Prueba de Turing como un experimento mental para determinar si una máquina puede exhibir un comportamiento inteligente. Además, mencionamos cómo sus estudios en lógica se realizaron en un contexto que incluía a grandes matemáticos y filósofos.",
        "challenge": "De todos es sabido en la Cadena Ser que Álex es muy celoso con su edad y no quiere que se sepa. No seremos nosotros quienes lo desvelemos, aunque podemos dar un pista:\n\"En el año 2021, la edad de Álex era igual a la suma de las cuatro cifras de su año de nacimiento. ¿Qué edad tiene Álex ahora?\"",
        "id": "49"
    },
    {
        "season": "Temporada 5",
        "title": "Programa 50",
        "date": "2022-06-08",
        "link": "https://cadenaser.com/castillayleon/2022/06/17/problemas-y-juegos-de-pensamiento-lateral-ser-avila/",
        "summary": "En este mateprograma hemos profundizado en el concepto de pensamiento lateral, destacando su importancia en la resolución de problemas y en el desarrollo de la creatividad, especialmente en la etapa juvenil. Hemos explicado cómo este tipo de pensamiento, a diferencia del pensamiento lógico o vertical, busca soluciones no convencionales aplicando una perspectiva diferente a la habitual. Para ilustrarlo, presentamos diversos problemas matemáticos y lógicos, como el del tronco en dos partes, el de la carrera y el enigma de la garita, que requieren creatividad para ser resueltos. Además, hemos abordado las aptitudes matemáticas necesarias para el desarrollo del pensamiento lateral, como la comprensión de formas, las aptitudes espaciales y la habilidad para resolver problemas. Mencionamos también la relación de este pensamiento con la aritmética, la geometría y la teoría de juegos.",
        "challenge": "Hay tres personas (Ana, Belén y Carlos), uno de los cuales es un policía, otro un ladrón, y uno es espía.\nEl policía siempre dice la verdad, el ladrón siempre miente, y el espía puede a veces mentir y otras veces decir la verdad.\nAna dice: \"Carlos es un ladrón.\"\nBelén dice: \"Ana es policía.\"\nCarlos dice: \"Yo soy el espía.\"\n¿Quién de los tres es el policía, quién es el ladrón y quién es el espía?",
        "id": "50"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 51",
        "date": "2022-09-14",
        "link": "https://cadenaser.com/castillayleon/2022/09/15/las-croquetas-y-las-matematicas-ser-avila/",
        "summary": "En este mateprograma hemos realizado un recorrido por las novedades del verano en el ámbito matemático, centrándonos en el reconocimiento y la situación de la disciplina. Hemos destacado que la Medalla Fields, el máximo galardón en matemáticas, fue otorgada a la matemática Maryna Viazovska por su trabajo en la conjetura de Kepler sobre el empaquetamiento de esferas en dimensión 8 y 24. Esto supuso un avance significativo en la geometría y la optimización. También hemos mencionado la entrega de este premio a Hugo Duminil-Copin y James Maynard. Además, hemos analizado la escasez de profesores de matemáticas en España, una noticia preocupante que revela la falta de candidatos en las oposiciones y la necesidad de incentivar la formación en ciencias exactas y técnicas.",
        "challenge": "Si tienes un reloj de arena de 7 minutos, y un reloj de arena de 11 minutos, ¿cómo puedes hervir un huevo en exactamente 15 minutos?\n",
        "id": "51"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 52",
        "date": "2022-10-19",
        "link": "https://cadenaser.com/castillayleon/2022/10/19/las-matematicas-y-las-ofertas-del-supermercado-ser-avila/",
        "summary": "En este mateprograma hemos realizado un análisis exhaustivo de los porcentajes encadenados, un concepto matemático fundamental en la economía cotidiana. Partimos de la noticia sobre la subida salarial de funcionarios para explicar que las subidas consecutivas se calculan multiplicando los índices de variación. Por ejemplo, para una subida del 1% y luego del 3,5%, la subida total no es la suma, sino el producto de los factores 1,01 y 1,035. Demostramos la forma más efectiva de calcular los aumentos y descuentos sucesivos para obtener el precio final. También aplicamos este razonamiento a ofertas comerciales como los descuentos en la segunda unidad, donde un descuento del 50% en la segunda unidad equivale a una rebaja del 25% en el total.",
        "challenge": "Tengo cinco hijas. Una está estudiando, otra está jugando al ajedrez, otra está viendo una serie y la cuarta está leyendo. ¿Qué está haciendo la quinta hija?",
        "id": "52"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 53",
        "date": "2022-11-09",
        "link": "https://cadenaser.com/castillayleon/2022/11/09/las-estadisticas-la-media-la-mediana-y-los-percentiles-ser-avila/",
        "summary": "En este mateprograma hemos abordado el tema fundamental de los parámetros estadísticos, enfocándonos en la media y la desviación típica, y cómo su interpretación es crucial en el análisis de datos. Hemos explicado que la media aritmética no siempre es el valor más representativo, especialmente en poblaciones heterogéneas o cuando existen valores extremos (outliers), como demostramos en el cálculo de sueldos donde el salario del empresario distorsionaba el promedio. Hemos analizado también la desviación típica, que mide la dispersión de los datos con respecto a la media, y el coeficiente de variación (CV). Este último, calculado como el cociente entre la desviación típica y la media, es un parámetro fundamental que nos permite comparar la dispersión de diferentes conjuntos de datos, incluso con medias distintas, para determinar si una población es más homogénea que otra.",
        "challenge": "¿Cuál es el criterio de ordenación de los siguientes números?\n5          4          2          9          8          6          7          3          1\n",
        "id": "53"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 54",
        "date": "2022-12-14",
        "link": "https://cadenaser.com/castillayleon/2022/12/07/regalos-para-navidad-y-el-reto-matematico-del-futbolin-ser-avila/?fbclid=IwAR0wlAeUB0kbhDNkrFI66WqMz4H7b0Bae-aMhTpRavX4GM53E6_iewkksJQ",
        "summary": "En este mateprograma hemos recomendado lecturas matemáticas muy variadas para despertar curiosidad y mostrar cómo los números se esconden en historias, juegos y anécdotas. Hemos comentado El señor del cero, El diablo de los números, El asesinato del profesor de Matemáticas y El teorema del loro. También hemos destacado En busca del grafo perdido, con ejemplos cotidianos de teoría de grafos, y Apocalipsis matemático, lleno de retos y aplicaciones. Hemos recomendado La selva de los números, Los matemáticos no son gente seria y Matemática, ¿dónde estás?. Para terminar, hemos hablado de 17 ecuaciones que cambiaron el mundo y de La fórmula preferida del profesor, donde las matemáticas se entrelazan con emociones.",
        "challenge": "Tres amigos, llamémosles Alex, Belén y Carlos se pasan una tarde de sábado en los recreativos jugando al futbolín. Jugaban dos entre ellos y el tercero miraba y cuando se acababa la partida el ganador seguía, el perdedor se iba fuera y entraba el que estaba mirando.\nAl acabar la tarde, Alex había jugado 10 partidas, Belén 15 partidas y Carlos 17 partidas.\n¿Quién perdió la segunda partida?",
        "id": "54"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 55",
        "date": "2023-01-18",
        "link": "https://cadenaser.com/castillayleon/2023/01/19/se-puede-medir-la-bondad-ser-avila/",
        "summary": "En este mateprograma hemos contado el experimento que la revista Science 84 propuso en octubre de 1984 para medir nuestra solidaridad. Los lectores enviaban un sobre con el número 20 o 100. Si escribían 20, recibían 20 dólares; si escribían 100, recibían 100 dólares. Pero había una condición decisiva: si el 20 por ciento o más de los participantes elegía 100, entonces nadie cobraba nada. Para que todos recibieran su dinero, los sobres con 100 debían ser menos del 20 por ciento. El juego mostraba cómo una elección individual puede poner en riesgo el beneficio colectivo. Esta historia aparece en el libro Detectives de Adrián Paenza.",
        "challenge": "Tengo tres relojes. Uno es eléctrico de pared, con agujas que, cuando hay un corte de energía eléctrica, se detiene. Cuando vuelve la electricidad, vuelve a funcionar.\nPor otro lado, tengo un radio reloj que, a diferencia del eléctrico, se detiene si hay un corte de energía y no vuelve a funcionar salvo que yo lo vuelva a poner en hora. Si no, queda fijo en la última hora que funcionó.\nPor último, mi tercer reloj es el que está en el horno microondas. Es un reloj digital que, cuando hay un corte de luz, deja de funcionar pero cuando vuelve la electricidad arranca nuevamente como si fuesen las 00.00 am.\nHechas las descripciones sobre los tres relojes acá va el problema.\nAnoche, antes de acostarme estaban los tres relojes en hora. Sin embargo, esta mañana me desperté exactamente a las ocho y pude observar lo siguiente:\na) El reloj de pared decía que eran las 7.45.\nb) El radio reloj, que eran las 23.30.\nc) El reloj del microondas, que eran las 8:00 am.\nSi los tres relojes andan bien y se comportan de acuerdo con lo establecido antes, ¿puede ser esto cierto? Si la respuesta es que sí, ¿qué se puede deducir que pasó durante la noche?\n",
        "id": "55"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 56",
        "date": "2023-02-15",
        "link": "https://cadenaser.com/castillayleon/2023/02/16/las-matematicas-descubren-de-que-murio-matusalen-ser-avila/",
        "summary": "En este mateprograma hemos jugado con los números del Génesis para intentar saber de qué murió Matusalén. Con los datos bíblicos vemos que cuando nació Noé, Matusalén tenía 359 años, y cuando llegó el Diluvio, Noé tenía 600. La suma da 969, justo la edad en la que la Biblia dice que murió Matusalén. Así que, según este cálculo, murió en el Diluvio porque su nieto no lo llevó en el arca. También comentamos lo imposible del Diluvio por la cantidad de agua necesaria y la lluvia que implicaría, según John Allen Paulos, y la idea de que quizá esas edades estaban contadas en ciclos lunares.",
        "challenge": "Si solo una de estas 3 frases es cierta:\nA) Tengo más de 10 hermanos.\nB) Tengo menos de 10 hermanos.\nC) Tengo al menos 1 hermano.\n¿Cuántos hermanos tengo?",
        "id": "56"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 57",
        "date": "2023-03-15",
        "link": "https://cadenaser.com/castillayleon/2023/03/15/el-dia-internacional-de-las-matematicas-ser-avila/",
        "summary": "En este mateprograma hemos celebrado el Día Internacional de las Matemáticas repasando actividades, talleres y conferencias organizadas en torno al 14 de marzo. Hemos destacado charlas sobre geometría fractal, juegos matemáticos, paseos aleatorios aplicados a neurociencia, conexiones entre arte y matemáticas, origami, proyectos de aprendizaje servicio y matemáticas del universo. También hemos comentado el acto central en la Complutense, con historias sobre Pi, estadística y la entrega de premios. Valoramos además las iniciativas “Matemáticas en la calle”, que acercan la disciplina a todo el mundo mediante juegos y experimentos. Y subrayamos que siete de las conferencias fueron impartidas por mujeres, mostrando la diversidad del ámbito matemático.",
        "challenge": "¿De qué se habla en la siguiente poesía?\nDime, si eres entendido,\nesto cómo puede ser;\nni tres son menos que cuatro,\nni dos son menos que tres.\nDos son tres si bien se advierte;\ntres son cuatro si se mira;\ncuatro seis, y de esta suerte,\nseis son cuatro sin mentira.",
        "id": "57"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 58",
        "date": "2023-04-19",
        "link": "https://cadenaser.com/castillayleon/2023/04/19/una-olimpiada-un-programa-de-television-y-los-resultados-de-los-sorteos-ser-avila/",
        "summary": "En este mateprograma hemos comentado el estreno del programa “Una matemática viene a verte”, donde Clara Grima explicó el problema del viajante. También celebramos las decimoquintas olimpiadas matemáticas de la ESO con 146 alumnos de 14 centros, agradeciendo el trabajo del profesorado. Después reflexionamos sobre probabilidad con ejemplos clásicos que muestran cómo interpretamos mal porcentajes y riesgos. Finalmente analizamos la noticia de dos sorteos casi idénticos de la Bonoloto, recordando que todas las combinaciones tienen la misma probabilidad y que acertar seis números es más difícil que que las letras del Quijote caigan ordenadas por azar. Insistimos en que las loterías actúan como un impuesto sobre el desconocimiento matemático.",
        "challenge": "María, Blanca, y Patricia están jugando a la pocha, con los siguientes resultados:\n1. La mas joven, recibió el menor numero de puntos.\n2. Blanca consiguió la mitad de puntos que la de mas edad.\n3. Patricia recibió tantos puntos como las otras dos juntas.\n¿Quién es la mayor, la mediana y la pequeña?",
        "id": "58"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 59",
        "date": "2023-05-10",
        "link": "",
        "summary": "En este mateprograma hemos recordado qué es ESTALMAT y recordado la fecha para la realización de la prueba de selección.\nTambién hemos reflexionado sobre el anumerismo y cómo nuestra percepción del riesgo y del mundo no siempre sigue la lógica matemática. Hemos comparado la baja probabilidad de morir por terrorismo en España con las más de 1000 muertes anuales en carretera y explicado cómo el cerebro distorsiona lo que tememos. También hemos comentado por qué normalizamos no saber operar con porcentajes mientras nunca presumimos de desconocer datos culturales básicos. Para combatir el anumerismo hemos practicado estimaciones: calcular cuánto tardaríamos en contar hasta un millón, estimar porcentajes de población, dimensiones geográficas, capacidad de la plaza mayor de Salamanca, la velocidad de crecimiento del cabello o cuántas personas mueren y nacen cada día en el mundo.",
        "challenge": "Los 25 jugadores de un equipo de fútbol eran engañados por sus parejas, cosa que era claramente conocida por todos los demás, sin excepción. Únicamente cada persona ignoraba su propia situación.\n      El entrenador, que lo sabía todo les dijo un día:  «Por lo menos uno de vosotros tiene una pareja infiel. Quiero que el que sea se haga 200 flexiones cuando llegue al entrenamiento por la mañana, cuando esté seguro de la infidelidad».\n        ¿Qué es lo que ocurrió a lo largo de los siguientes días en el equipo de fútbol en relación a esta cuestión?\n",
        "id": "59"
    },
    {
        "season": "Temporada 6",
        "title": "Programa 60",
        "date": "2023-06-14",
        "link": "https://cadenaser.com/castillayleon/2023/06/16/los-cuadrados-del-ajedrez-el-tren-gijon-avila-y-cuando-la-mitad-de-doce-es-siete-ser-avila/",
        "summary": "En este mateprograma hemos terminado la temporada con juegos de pensamiento lateral, explicando por qué trabajarlos: mejoran concentración, pensamiento lógico, creatividad, estrategia, resolución de problemas, aptitudes lingüísticas, competencias matemáticas y pensamiento espacial. Recordamos el origen de algunos paradigmas con Euler y Pascal, citamos a Edward de Bono y su ejemplo del rey Salomón, y subrayamos que la lateralidad combina imaginación con rigor lógico. Proponemos acertijos clásicos para practicar —la planta que duplica su superficie, las cinco hijas de Lala, el billete de 25 euros, dos trenes que se cruzan, mitad de 12, supervivientes, invitaciones al cine, la botella y el tapón, las pastillas y apagar la luz antes de que oscurezca— e invitamos a jugar para entrenar la mente.",
        "challenge": "Es fácil escribir el 24 con tres ochos: ($24=8+8+8$)\n¿Se podrá hacer lo mismo con otras tres cifras iguales?",
        "id": "60"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 61",
        "date": "2023-09-13",
        "link": "https://cadenaser.com/castillayleon/2023/09/13/cabe-la-sangre-de-la-humanidad-en-el-pantano-del-burguillo-cuantos-campos-de-futbol-ocupa-la-superficie-quemada-en-la-paramera-ser-avila/",
        "summary": "En este mateprograma hemos explorado el asombroso mundo de los grandes números y cómo nuestra intuición suele fallar ante cantidades gigantescas. Recordamos el crecimiento explosivo de las potencias de dos, que permite que 52 dobleces de un papel alcancen una altura comparable a la distancia entre la Tierra y el Sol. A partir del libro El hombre anumérico, hemos puesto en contexto cifras enormes, como el volumen total de sangre de la humanidad, equivalente a cubrir la Casa de Campo de Madrid con dos metros de altura. También comparamos incendios, montañas y campos de fútbol con cálculos sencillos. Terminamos revisando números colosales como el googol, el googolplex y el tiempo necesario para contar cantidades enormes.",
        "challenge": "¿Eres capaz de escribir los números de 0 al 10 utilizando cuatro cuatros y las operaciones habituales?",
        "id": "61"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 62",
        "date": "2023-10-11",
        "link": "https://cadenaser.com/castillayleon/2023/10/11/cabe-toda-la-humanidad-en-la-provincia-de-avila-ser-avila/",
        "summary": "En este mateprograma hemos explorado números enormes y curiosidades relacionadas. Comentamos el googol, que es un 1 seguido de cien ceros, y el googolplex, aún mayor y origen del nombre de la sede de Google. Repasamos distancias astronómicas como los 9 mil millones de años luz hasta la estrella Ícaro, que equivalen a unos 8,5 por 10 elevado a 22 kilómetros. También mencionamos que el Universo observable contiene alrededor de 10 elevado a 80 átomos. Calculamos cuántas personas cabrían en Ávila colocando cuatro por metro cuadrado: más de 32 mil millones, unas cuatro veces la población mundial. Cerramos con la anécdota del salto de 10 días al instaurarse el calendario gregoriano en 1582 y su relación con Santa Teresa.",
        "challenge": "En el mes de enero de cierto año hay exactamente cuatro viernes y cuatro lunes, ¿En qué día de la semana caerá el 12 de enero?",
        "id": "62"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 63",
        "date": "2023-11-15",
        "link": "https://cadenaser.com/castillayleon/2023/11/15/el-mejor-numero-del-mundo-numero-de-sheldon-y-otras-cifras-curiosas-ser-avila/",
        "summary": "En este mateprograma recordamos cómo en The Big Bang Theory el número favorito de Sheldon, el 73, es realmente especial: es primo, ocupa la posición 21 entre los primos y su reverso, 37, es primo y ocupa el puesto 12; además, en ambos casos el producto de sus cifras da 21. No existe otro número con estas propiedades. Pasamos al famoso 1729, el “número de Hardy–Ramanujan”, el menor expresable como suma de dos cubos de dos maneras distintas, homenaje habitual en series y películas. Recordamos también la vida extraordinaria de Ramanujan, un genio autodidacta cuya intuición transformó las matemáticas. Cerramos con el truco del 1089 y una reflexión: igual que los números, cada persona tiene algo que la hace única.",
        "challenge": "¿Qué país se queda en 1090 si le quitan las vocales?",
        "id": "63"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 64",
        "date": "2023-12-13",
        "link": "https://cadenaser.com/castillayleon/2023/12/13/regala-matematicas-en-navidad-ser-avila/",
        "summary": "En este mateprograma hemos presentado nuestras recomendaciones matemáticas del mes de diciembre. Hablamos de El infinito placer de las matemáticas de Sandro Maccarrone, un recorrido visual por grandes ideas matemáticas; Aprender a enseñar matemáticas en la ESO de Cecilia Calvo Pesce y otros, centrado en la práctica docente; La magia de las matemáticas de Enrique Gracián, que muestra la belleza de conceptos como el infinito y los números primos; y 200 pasatiempos matemáticos para niños, ideal para desarrollar lógica desde edades tempranas. También recomendamos Invitación al aprendizaje de Eduardo Sáenz de Cabezón, sobre cómo aprender durante toda la vida, y la serie El país de las mates de Miquel Capó Dolz, con cien retos en cada libro.",
        "challenge": "En un partido de tenis se enfrentaron Nadal y Djokovic. El triunfo correspondió al primero por 6-3 y 7-5. \nComenzó sacando Nadal y no perdió nunca su saque. Djokovic perdió su servicio dos veces. Nadal rompió el servicio de su rival en el segundo juego del primer set y, ¿en qué juego del segundo set?",
        "id": "64"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 65",
        "date": "2024-01-10",
        "link": "https://cadenaser.com/castillayleon/2024/01/10/el-problema-de-las-ciudades-del-reino-los-dos-sabios-y-una-torre-ser-avila/",
        "summary": "En este mateprograma hemos presentado un fascinante problema lógico: dos sabios encarcelados deben deducir si en el reino hay cinco u ocho ciudades, pudiendo cada uno ver sólo una parte del territorio. El rey les da siete días, pero a la tercera mañana uno de ellos descubre la respuesta. El razonamiento es puro descarte lógico: si alguno hubiera visto ocho ciudades el primer día, habría respondido al instante. Como nadie habló, se descartan todas las configuraciones en las que un sabio ve 8, 7 o 6 ciudades. El segundo día tampoco hablan, lo que elimina los casos en que alguien ve 0, 1 o 2 ciudades. Tras estas deducciones sólo quedan distribuciones compatibles con ocho ciudades, que es la solución.",
        "challenge": "Josué ha organizado un entrenamiento en la pista de atletismo para dos de sus atletas, Andrés y Paco, que no se llevan muy bien. Para que no se picasen les puso a dar vueltas a la pista de atletismo pero cada uno hacía un lado. A Andrés le mandó dar vueltas en sentido de las agujas del reloj y a Paco en sentido contrario a las agujas del reloj.\nLos dos partieron de la línea de salida en el mismo momento.\nAl cabo de un tiempo, ya bastante cansados, se volvieron a encontrar en la línea de meta y decidieron dejar de correr para irse a tomar una botella de agua. Hablando se dieron cuenta que Paco había dado 7 vueltas y Andrés sólo 4.\n¿Sabrías calcular cuántas veces se han cruzado durante el tiempo en el que han estado corriendo?\n",
        "id": "65"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 66",
        "date": "2024-02-14",
        "link": "https://cadenaser.com/castillayleon/2024/02/14/el-origen-de-la-probabilidad-ser-avila/",
        "summary": "En este mateprograma hemos explicado cómo el azar influye en numerosos aspectos de nuestra vida, desde nuestra constitución física hasta fenómenos cotidianos como el clima o los juegos. Vimos que ya sumerios y asirios empleaban el astrálago como precursor del dado, y que expresiones como “Alea iacta est” de Julio César muestran la presencia histórica del azar. También comentamos el origen etimológico de las palabras azar, aleatorio y azahar. El estudio formal de la probabilidad comenzó en el siglo diecisiete gracias a Pascal, Fermat y el caballero de Meré, cuyas cartas sobre juegos y apuestas dieron lugar al desarrollo de esta teoría. Finalmente, destacamos que la probabilidad permite cuantificar la posibilidad de que ocurran distintos resultados en experimentos aleatorios.",
        "challenge": "La nota media conseguida en una clase de 20 alumnos ha sido de un 6. Ocho alumnos han suspendido con un 3 y el resto superó el 5. ¿Cuál es la nota media de los aprobados?",
        "id": "66"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 67",
        "date": "2024-03-13",
        "link": "https://cadenaser.com/castillayleon/2024/03/13/la-gran-piramide-de-egipto-12-veces-la-altura-de-la-muralla-de-avila-y-dos-la-longitud-del-mercado-grande-ser-avila/",
        "summary": "En este mateprograma hemos explorado la relación entre la cultura egipcia, el arte y las matemáticas, mostrando cómo el Nilo permitió desarrollar una sociedad organizada capaz de realizar obras colosales como la Gran Pirámide de Keops. Explicamos su impresionante altura de 146 metros, su base de 230 metros y sus más de 2 millones de bloques, así como su precisa orientación y las ideas trigonométricas implícitas en su diseño. Comentamos también su vínculo con el número de oro, su función como reloj solar y la posible relación con la constelación de Orión. Para profundizar, recomendamos el libro La belleza matemática de la Gran Pirámide de Keops, de Martin Gardner.",
        "challenge": "La familia Blanco-Vázquez tienen seis hijas y cada hija tiene un hermano. ¿Cuántos son en la familia Blanco-Vázquez?",
        "id": "67"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 68",
        "date": "2024-04-10",
        "link": "https://cadenaser.com/castillayleon/2024/04/10/como-midio-thales-de-mileto-la-gran-piramide-ser-avila/",
        "summary": "En este mateprograma hablamos del libro \"El teorema del loro\" de Denis Guej.La trama comienza cuando un niño de doce años rescata a un loro parlanchín (Sinfuturo) y lo lleva a casa. La familia recibe como legado de un amigo los mejores libros de matemáticas de todos los tiempos. Dos cartas enigmáticas los llevan a iniciar una investigación que repasa los grandes hallazgos de la historia de las matemáticas de manera asequible\nAprovechamos para leer un capítulo del libro donde Ruche enseña a sus hijos cómo Tales pudo medir la altura de la pirámide de Keops.",
        "challenge": "Sole en su cumpleaños siempre parte la tarta en 16 trozos iguales para toda la familia utilizando sólo cinco cortes. ¿Cómo lo hace Sole?",
        "id": "68"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 69",
        "date": "2024-05-22",
        "link": "https://cadenaser.com/castillayleon/2024/05/22/diez-cosas-que-debes-saber-si-te-presentas-a-la-ebau-2024-fechas-notas-y-trucos-ser-avila/",
        "summary": "En este mateprograma hemos abordado un tema de gran interés para los estudiantes: el cálculo de la nota de la EBAU (Evaluación de Bachillerato para el Acceso a la Universidad). Hemos explicado en detalle la estructura de esta prueba, que se divide en una Fase General y una Fase Específica. Exponemos que, para superar la EBAU, es necesario obtener una nota mínima de 4 en la Fase General y alcanzar al menos 5 al sumar el 60% de la nota de Bachillerato y el 40% de la Fase General. Además, hemos detallado el papel crucial de la ponderación en la Fase Específica, donde las asignaturas pueden sumar 0,1 o 0,2 puntos a la nota media, dependiendo de la carrera y la universidad. Concluimos que la nota máxima posible es de 14 puntos, resultado de sumar 10 puntos del Bachillerato y 4 puntos adicionales de la Fase Específica.",
        "challenge": "Para un conjunto de cinco números enteros, la media es 4, la moda es 1 y la mediana es 5. ¿Cuáles son los cinco números?",
        "id": "69"
    },
    {
        "season": "Temporada 7",
        "title": "Programa 70",
        "date": "2024-06-12",
        "link": "https://cadenaser.com/castillayleon/2024/06/12/los-trucos-de-la-probabilidad-ser-avila/",
        "summary": "En este mateprograma hemos abordado el concepto de probabilidad condicionada, analizando problemas que se resuelven mediante el uso de la fórmula de Bayes de manera implícita, aunque no se haga el cálculo formalmente. Hemos examinado dos ejemplos clásicos que generan confusión.\nEl primer caso fue la probabilidad de que en una familia con dos hijos, donde al menos una sea María, el otro sea varón. Demostramos que, de las cuatro combinaciones posibles, se debe descartar VV, dejando VH, HV y HH, lo que resulta en una probabilidad de dos tercios (2/3) de que el hermano sea varón.\nEl segundo caso fue un ejemplo con tres cartas (negra-negra, roja-roja, roja-negra) y se planteó una apuesta. Explicamos cómo la probabilidad de que la carta extraída sea la roja-roja es de 2/3, aunque parezca un medio, lo que resalta la complejidad de la probabilidad condicionada. Finalmente, introdujimos la importancia de la probabilidad en el contexto de la Teoría de Juegos.",
        "challenge": "Como viene todo un verano por delante vamos a poner un reto un poco más largo de lo normal, pero que seguro hace entretenerse a más de uno.\n\nUsando los dígitos 1, 2, 3 y 4 (ni más ni menos) y las operaciones habituales, ¿puedes formar todos los números naturales del 1 al 28?",
        "id": "70"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 71",
        "date": "2024-09-11",
        "link": "https://cadenaser.com/castillayleon/2024/09/11/proporciones-fracciones-y-otras-confusiones-matematicas-ser-avila/",
        "summary": "En este mateprograma hemos analizado varios aspectos matemáticos presentados en un vídeo y un audio del programa Nadie sabe nada de Andreu Buenafuente y Berto Romero. Nos hemos centrado en la proporcionalidad y las magnitudes para desmentir un error recurrente. Demostramos que un cociente no se mantiene si se suma una cantidad fija tanto al numerador como al denominador.\nTambién abordamos la proporción de la pantalla de televisión, analizando cómo formatos como 4:3 pasaron a 16:9, y cómo esta última proporción se relaciona con la definición del tamaño de los televisores por pulgadas. Finalmente, discutimos la relación de aspecto del formato DIN A0 y la divina proporción, cuyo valor es aproximadamente 1,618.",
        "challenge": "¿Cuántas kilos diferentes puedes pesar con pesas de 2 kg, 3 kg y 5 kg y una balanza?\nDe hecho se pueden pesar todas las pesas entre 1 y 10 menos un valor…",
        "id": "71"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 72",
        "date": "2024-10-09",
        "link": "https://cadenaser.com/castillayleon/2024/10/10/el-derecho-y-las-matematicas-el-caso-de-sally-clark-ser-avila/",
        "summary": "En este mateprograma hemos abordado la peligrosa aplicación errónea de la probabilidad en el ámbito judicial, centrándonos en el caso de la Falacia del Fiscal. Explicamos que esta falacia es un error de razonamiento que confunde la probabilidad de un suceso con la probabilidad de inocencia del acusado. Un ejemplo común es asumir que si la probabilidad de que una prueba coincida con un inocente es baja, la probabilidad de que el acusado sea inocente también es baja.\nHemos analizado el trágico Caso Sally Clark, condenada por la muerte de sus dos hijos. Su condena se basó en una estadística defectuosa, calculando una probabilidad de 1 en 72 250 000 de que dos bebés murieran por el Síndrome de Muerte Súbita del Lactante en la misma familia. Discutimos cómo la probabilidad condicionada (Teorema de Bayes) debió aplicarse correctamente, demostrando el mal uso de las estadísticas que llevó a la injusticia.",
        "challenge": "Hay 100 prisioneros y 100 celdas, y cada celda tiene una luz que está inicialmente apagada. El carcelero comienza a pasar por cada celda: en la primera vuelta, enciende todas las luces; en la segunda, apaga las luces en las celdas pares; en la tercera vuelta, cambia el estado (enciende si está apagada, apaga si está encendida) de las luces en las celdas que son múltiplos de 3. Y así sucesivamente. ¿Cuántas luces quedarán encendidas después de que el carcelero pase 100 veces?",
        "id": "72"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 73",
        "date": "2024-11-13",
        "link": "https://cadenaser.com/castillayleon/2024/11/14/ensenar-matematicas-a-los-ninos-ser-avila/",
        "summary": "En este mateprograma hemos explorado el método Smartick, una herramienta digital diseñada para el aprendizaje de las matemáticas en niños de cuatro a catorce años. Conocimos la iniciativa de la mano de Berta González de Vega, una de sus responsables y hermana de su creador, Daniel González de Vega, ambos de origen abulense.\nHemos destacado la base matemática y lógica del programa, que se enfoca en el cálculo, la geometría, la resolución de problemas y la lógica más allá de la memorización de operaciones. El sistema utiliza Inteligencia Artificial para crear sesiones personalizadas que se adaptan al nivel y ritmo de cada alumno, reforzando los conceptos que requieren más práctica. Esto busca desarrollar el pensamiento crítico y el razonamiento lógico en tan solo quince minutos diarios, preparando a las nuevas generaciones para las disciplinas STEM (ciencia, tecnología, ingeniería y matemáticas).",
        "challenge": "Dos jugadores están sentados, frente a frente, mirando las mismas 5 cartas bocabajo que contienen los números del 1 al 5. El primer jugador toma dos cartas al azar, el segundo jugador toma otras dos, también al azar. El primero le dice al segundo: \"Sé que la suma de tus cartas es par\".\n¿Qué cartas tiene el primer jugador? ¿Cómo lo has resuelto?",
        "id": "73"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 74",
        "date": "2024-12-11",
        "link": "https://cadenaser.com/castillayleon/2024/12/11/un-cuento-matematico-la-parabola-de-la-suma-la-resta-x-el-triangulo-el-logaritmo-el-cero-y-la-integracion-ser-avila/",
        "summary": "En este mateprograma hemos disfrutado de un cuento de matemáticas especial, leído por alumnos de 4º de la ESO del IES José Luis L. Aranguren de Ávila, poniendo en valor la divulgación a través de la dramatización. La narración fue llevada a cabo por dos narradores y los personajes eran conceptos fundamentales de las ciencias exactas.\nLos protagonistas del cuento fueron el número Pi y el Logaritmo, junto a figuras como el Cero, la Integración, la variable X, la Parábola, la Suma y la Resta interpretados por Irene Maestro, Jorge Giménez, Miguel Ángel Jiménez y Lorena del Dedo.",
        "challenge": "Carla, Ximena, María, Iván y Adrián echan un carrera.\n\t• María gana a Carla.\n\t• Ximena gana a Iván, pero no queda la primera.\n\t• María e Iván no entran consecutivos.\n\t• María queda en la mitad de los cinco.\n¿Quién fue la última persona en la carrera? ¿Cómo quedaron el resto de las posiciones?",
        "id": "74"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 75",
        "date": "2025-01-15",
        "link": "https://cadenaser.com/castillayleon/2025/01/17/aplicaciones-para-moviles-que-nos-ayudan-a-pensar-ser-avila/",
        "summary": "En este mateprograma hemos explorado aplicaciones móviles que ponen las matemáticas al servicio del entretenimiento y el ingenio, demostrando que los números pueden ser una fuente inagotable de diversión. Destacamos cuatro apps de entretenimiento que utilizan la lógica y la aritmética como protagonistas.\nLa primera es Sudoku.com, un juego clásico basado en la lógica deductiva para la colocación de números. Luego, mencionamos Pythagorea, que se centra en el conocimiento de la geometría y la construcción de figuras. La tercera es Number Match, un juego de cálculo mental y búsqueda de patrones numéricos. Y la cuarta, 2048, utiliza la progresión geométrica para sumar fichas y alcanzar el número 2048. Concluimos que estas aplicaciones son una manera divertida de ejercitar la agilidad mental y el razonamiento lógico en tan solo unos minutos al día.",
        "challenge": "Dos cohetes espaciales se dirigen uno hacia el otro. Uno viaja a una velocidad de 42.000 Km por hora, y el otro a 18.000 Km por hora.\nAl iniciar el recorrido los separa una distancia de 43 185 kilómetros.\n¿A que distancia se encuentran uno del otro un minuto antes de producirse el impacto?",
        "id": "75"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 76",
        "date": "2025-02-12",
        "link": "https://cadenaser.com/castillayleon/2025/02/12/vivimos-en-el-ano-equivocado-y-el-numero-pi-vale-exactamente-32-ser-avila/",
        "summary": "En este mateprograma hemos explorado anécdotas y errores históricos relacionados con los númeos y particularmente con el cero y sus implicaciones en la vida cotidiana. Hemos destacado que en nuestro sistema de conteo no existe el año cero, lo cual es la razón matemática por la que las décadas, siglos y milenios comienzan en los años que terminan en el número uno.\nAbordamos anécdotas curiosas, como la relativa a la venta de papeletas que van del 00 al 05, y una corrección  del Rey emérito Juan Carlos I  a un dato dado por el presidente del Consejo general del Poder Judicial. \nAdemás, revisamos la polémica sobre el error en el cálculo de la fecha de nacimiento de Cristo. \nFinalmente, mencionamos un momento histórico en EE. UU. donde, por ley, se estuvo a punto de fijar que el número $pi$ es igual a 3,2.",
        "challenge": "Tres amigos compran un décimo de lotería de 20 euros. Andrés pone 10 euros, Juan Luis pone 6 euros y Paco pone 4 euros. \nEl décimo ha salido premiado con 400 000 euros, ¿cómo deberían repartirse el dinero los tres amigos?",
        "id": "76"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 77",
        "date": "2025-03-19",
        "link": "https://cadenaser.com/castillayleon/2025/03/20/300-anos-en-resolver-un-teorema-matematico-ser-avila/",
        "summary": "En este mateprograma hemos explorado la figura de Pierre de Fermat, un matemático del siglo XVII que revolucionó la Teoría de Números a pesar de ser un aficionado. Hemos dedicado tiempo a su famoso desafío: el Último Teorema de Fermat, que afirma que la ecuación $a^n + b^n = c^n$ no tiene soluciones enteras positivas si n es un número natural mayor que 2.Hemos analizado cómo Fermat anotó esta conjetura en el margen de su ejemplar de la Arithmetica de Diofanto, afirmando que poseía una \"demostración verdaderamente maravillosa\", pero que no cabía en el margen. Explicamos que, a pesar de los esfuerzos de matemáticos como Euler, no fue sino hasta 1994, más de 300 años después, que Andrew Wiles consiguió una demostración rigurosa. Esta solución se basó en conceptos muy avanzados como las curvas elípticas y las formas modulares, demostrando la complejidad y la importancia de este problema en las matemáticas modernas.",
        "challenge": "Tres compañeras, Araceli, Pilar y Marga trabajan en un restaurante. En el mes de noviembre, Araceli no fue a trabajar 3 días, Pilar 5 y Marga 6 días. Ese mes el restaurante acumuló 525 euros de propinas. ¿Cómo deberían repartirse de manera justa las propinas entre las tres trabajadoras?",
        "id": "77"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 78",
        "date": "2025-04-09",
        "link": "",
        "summary": "En este mateprograma hemos abordado la aplicación práctica de la geometría y el cálculo de distancias en contextos legales, centrándonos en un juicio real sobre la venta de drogas. La parte central del programa versó sobre la distancia mínima requerida por ley para la venta de sustancias cerca de centros escolares.\nExplicamos cómo se utiliza la geometría euclidiana para establecer la distancia más corta entre el punto de venta y el colegio, que es siempre una línea recta. Abordamos el problema de la distancia contando manzanas frente a la distancia en línea recta, y cómo este debate tiene consecuencias legales directas y cambia la tipificación del delito. ",
        "challenge": "En una fábrica reciclan todos sus materiales y pueden hacer un vaso de papel nuevo con nueve usados. ¿Cuántos vasos reciclados pueden fabricar si inicialmente tenían 505 vasos nuevos? ",
        "id": "78"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 79",
        "date": "2025-05-14",
        "link": "https://cadenaser.com/castillayleon/2025/05/14/los-papas-y-las-matematicas-ser-avila/",
        "summary": "En este mateprograma hemos recorrido la relación histórica entre los Papas y las matemáticas, destacando cómo la ciencia ha dialogado con la fe a lo largo de los siglos. Hemos hablado del papa León XIV, primer pontífice con formación matemática, y de Silvestre II, pionero en introducir los números arábigos y en perfeccionar el ábaco. También hemos analizado el caso de Galileo, cuyo conflicto con el heliocentrismo evidenció tensiones entre modelos matemáticos del cosmos y lecturas teológicas. Hemos recordado la reforma matemática del calendario gregoriano, diseñada con astrónomos jesuitas, y el papel de instituciones como la Pontificia Academia de las Ciencias. Finalmente, hemos repasado curiosidades numéricas del papado y figuras como Juan XXI, lógico medieval, para mostrar cómo matemáticas y pensamiento científico han acompañado a la Iglesia hasta hoy.",
        "challenge": "En una batalla han participado 4000 hombres. El 56,56% de los supervivientes lleva gafas, y el 56,756% son morenos. ¿Cuántos han muerto en la batalla?",
        "id": "79"
    },
    {
        "season": "Temporada 8",
        "title": "Programa 80",
        "date": "2025-06-11",
        "link": "https://cadenaser.com/castillayleon/2025/06/16/lo-que-descubren-las-estadisticas-de-nosotros-ser-avila/",
        "summary": "En este mateprograma hablamos del INE. El INE es el organismo que recoge y publica las estadísticas oficiales de España, esenciales para comprender la sociedad. En su web podemos consultar datos sobre población, economía, educación o salud. Entre sus curiosidades destacan los nombres más frecuentes y su distribución por provincias: por ejemplo, en Ávila hay 653 Rubenes y 783 Luises. \nTambién permite saber cuántas personas cumplen años el mismo día que tú: el 11 de junio cumplen años 107 330 habitantes, y 1 386 nacieron ese día en 2008. La esperanza de vida al nacer es de 85,7 años. Además, el INE ofrece información sobre natalidad, fecundidad, empleo, consumo, salud, TIC, turismo o medio ambiente, convirtiéndose en una herramienta clave para estudiantes, empresas y ciudadanos.",
        "challenge": "En los alrededores del monasterio de Chilla, en Candeleda, hay un cabrero mirando un prado y a sus cabras. Y por el aburrimiento se echa sus cuentas. \"Podría apacentar en este prado tres cabras durante tres días, o dos cabras durante seis, antes de que se comieran toda la hierba\". Suponiendo que todas las cabras comen hierba a la misma velocidad, ¿cuánto tiempo podría alimentar a una cabra con el pasto de ese mismo prado?",
        "id": "80"
    },
    {
        "season": "Temporada 9",
        "title": "Programa 81",
        "date": "2025-09-10",
        "link": "https://cadenaser.com/castillayleon/2025/09/10/euclides-el-padre-de-la-geometria-ser-avila/",
        "summary": "En este mateprograma hemos viajado a Alejandría para profundizar en la figura de Euclides y en el impacto matemático de Los Elementos. Hemos explicado cómo su obra reunió la geometría conocida de la época y estableció el método axiomático: partir de definiciones y postulados para construir teoremas de forma rigurosa. Hemos analizado la estructura de los trece libros, desde la geometría plana hasta la teoría de números, los inconmensurables y los sólidos. También hemos destacado cómo su forma de razonar influyó en siglos de matemáticos, desde Newton hasta la enseñanza actual, y cómo las geometrías no euclidianas ampliaron su legado. En conjunto, hemos mostrado que Euclides sentó las bases del pensamiento matemático moderno y que su método sigue guiando nuestra forma de comprender la geometría.",
        "challenge": "El gobierno de Anumeria decide que quiere tener más mujeres que hombres entre sus súbditos y para ello promulga un Decreto que prohíbe tener más hijos a las familias en cuanto en ellas naciera un varón.\n\nEl razonamiento del gobierno es sencillo. \"Con este Decreto habrá familias de un solo varón, otras con un varón y dos mujeres, otras con un varón y tres mujeres, etc. Por tanto el promedio de mujeres será superior al de hombres.\n\nEl reto de este mes es estudiar si el razonamiento del gobierno de Anumeria es correcto o no.\n",
        "id": "81"
    },
    {
        "season": "Temporada 9",
        "title": "Programa 82",
        "date": "2025-10-15",
        "link": "https://cadenaser.com/castillayleon/2025/10/16/alicia-en-el-pais-de-las-maravillas-y-las-matematicas-ser-avila/",
        "summary": "En este mateprograma hemos explorado Alicia en el país de las maravillas desde una mirada matemática. Hemos analizado cómo Lewis Carroll, matemático y lógico, escondió en la obra axiomas, paradojas y críticas a los métodos modernos de su época. Hemos explicado el movimiento oscilatorio teórico al atravesar la Tierra, relacionándolo con la gravedad y las ideas de Galileo. También hemos interpretado los cambios de tamaño de Alicia como metáforas de la semejanza, la escala y los límites, y la hora del té del Sombrerero como un juego sobre la naturaleza del tiempo. Además, hemos resuelto acertijos lógicos presentes en la historia y mostrado cómo Carroll utilizaba puzzles, transformaciones de palabras y razonamientos deductivos para convertir la fantasía en un laboratorio matemático lleno de imaginación.",
        "challenge": "Si a una persona le dieran un reloj parado porque está estropeado y otro que se atrasa un minuto al día, ¿cuál debería elegir y por qué?",
        "id": "82"
    },
    {
        "season": "Temporada 9",
        "title": "Programa 83",
        "date": "2025-11-12",
        "link": "https://cadenaser.com/castillayleon/2025/11/12/diversion-con-banderas-y-matematicas-ser-avila/",
        "summary": "En este mateprograma hemos explorado las matemáticas ocultas en las banderas, analizando cómo proporciones, simetrías y estructuras geométricas dan forma a estos símbolos nacionales. Hemos estudiado la vexilología desde un enfoque matemático, observando proporciones como el 2:3 de España, los rectángulos perfectos de Suiza y el Vaticano, o la excepcional bandera de Nepal formada por triángulos. Hemos destacado casos especiales como Catar, Togo y su uso del número áureo, o Belice con sus 12 colores. También hemos profundizado en construcciones geométricas como el rombo, el círculo y la distribución estelar precisa de Brasil. Finalmente, hemos revisado el uso de estrellas de cinco puntas y cómo su colocación responde a patrones simétricos y decisiones matemáticas muy cuidadas.",
        "challenge": "Una granjera tenía nueve decenas de huevos para vender. Envió al mercado a sus tres hijas, entregando a la mayor y más avispada una decena, a la segunda tres decenas y a la menor cincuenta huevos y les dijo:\n\n-Poneos previamente de acuerdo y fijad el precio al que debéis vender los huevos, y no os volváis atrás de lo convenido. Mantenéos firmes las tres en lo tocante al precio, pero confío en que Nadia, la mayor, aun ateniéndose al acuerdo de vender todas al mismo precio, sacará tanto por su decena como Tatiana por sus tres decenas, y al mismo tiempo aleccionará a sus hermanas para conseguir que el producto de la venta de Tatiana sea igual al obtenido por la más pequeña, Katia, por la venta de cincuenta huevos. El producto de la venta y el precio debe ser el mismo para las tres. Quiero que vendáis todos los huevos, de forma que saquemos, en números redondos, 10 kopeks como mínimo por cada decena y no menos de 90 kopeks por las nueve decenas.\n\nNadia, Tatiana y Katia se fueron al mercado y aunque parezca increíble, lograron cumplir el encargo de su madre escrupulosamente.\n",
        "id": "83"
    },
    {
        "season": "Temporada 9",
        "title": "Programa 84",
        "date": "2025-12-10",
        "link": "https://cadenaser.com/castillayleon/2025/12/10/un-tetraedro-de-latas-instalado-en-la-plaza-de-padiernos-ser-avila/",
        "summary": "En este mateprograma hemos explorado el mundo de los fractales, desde su definición matemática hasta su presencia en la naturaleza, como en los helechos, el brócoli romanesco o las líneas costeras cuya longitud crece al medirlas con unidades más pequeñas. Hemos hablado del conjunto de Mandelbrot y de cómo una ecuación sencilla genera una figura infinita en detalle. También hemos explicado la construcción del triángulo y el tetraedro de Sierpinski, basados en la autosimilitud y en potencias de 3, relacionándolo con el gran tetraedro de 2187 latas (3⁷) construido en Padiernos. Hemos mostrado cómo la geometría fractal surge de repetir reglas simples y cómo permite entender patrones, simetrías y escalas de manera visual y profundamente matemática.",
        "challenge": "Un grupo de aviones tiene su base en una pequeña isla. El depósito de combustible de cada avión tiene justo la capacidad suficiente para recorrer la mitad del planeta. Los aviones pueden transferirse en vuelo la cantidad de fuel que se desee. La única fuente de fuel está en la isla y se supone que no hay ninguna pérdida de tiempo en el repostado ya sea en el aire o en tierra.\n¿Cuál es el menor número de aviones que puede asegurar el vuelo de un avión alrededor del mundo siguiendo un círculo máximo, en la hipótesis de que todos los aviones tienen la misma velocidad con respecto a tierra, consumen el fuel a la misma velocidad y regresan sin novedad a la base?\n",
        "id": "84"
    },
    {
        "id": "85",
        "title": "Programa 85",
        "date": "2026-01-14",
        "season": "Temporada 10",
        "summary": "Hoy vamos a hablar de algo que seguro ha quitado el sueño a más de un estudiante: los exámenes sorpresa. Pero tranquilos, no vamos a poner ninguno. Solo vamos a contar una historia muy curiosa, de esas en las que la lógica y la psicología se dan la mano para confundirnos un poco. Es la historia de la paradoja del examen sorpresa. Imaginemos que un profesor entra un viernes en clase y dice: “La próxima semana habrá un examen sorpresa. Puede ser cualquier día, pero no sabréis cuándo hasta que tengáis el examen sobre la mesa.” Los alumnos se miran, algo preocupados. Un examen sorpresa… ¿qué día podría ser? Y en cuanto salen de clase empiezan a chatear en su...",
        "challenge": "Un grupo de aviones tiene su base en una pequeña isla. El depósito de combustible de cada avión tiene justo la capacidad suficiente para recorrer la mitad del planeta. Los aviones pueden transferirse en vuelo la cantidad de fuel que se desee. La única fuente de fuel está en la isla y se supone que no hay ninguna pérdida de tiempo en el repostado ya sea en el aire o en tierra. ¿Cuál es el menor número de aviones que puede asegurar el vuelo de un avión alrededor del mundo siguiendo un círculo máximo, en la hipótesis de que todos los aviones tienen la misma velocidad con respecto a tierra, consumen el fuel a la misma velocidad y regresan sin novedad a la base? Desde < https://www.mensa.es/juegosmensa/e011015.html > SOLUCIÓN: Es evidente que un avión sólo no puede dar la vuelta al mundo. Dos, tampoco, pues resultaría imposible que uno de ellos pudiese volver a la base, ya que la suma de los dos depósitos sólo da para una vuelta. El número mínimo es tres. Llamemos L a la longitud de un círculo máximo. Cada avión dispone de combustible para L/2. Salen los tres aviones a la vez en el sentido de las agujas del reloj (es un suponer). Cuando han recorrido 1/8 de la esfera, los tres aviones disponen de 3L/8 de combustible cada uno. El avión A trasvasa L/8 al avión B y L/8 al avión C. Con ello, B y C tienen el depósito repleto y A suficiente para hacer el L/8 de vuelta a la base. Cuando B y C han recorrido otro L/8 (es decir, llevan un cuarto de planeta recorrido) sus depósitos contienen 3L/8. El avión B pasa a C L/8 y se queda con L/4 para volver a casa. Mientras tanto, el avión A ya ha vuelto a la base y lógicamente, C tiene el depósito lleno. Cuando C ha recorrido L/2 su depósito tiene todavía para recorrer L/4. En ese instante llega a la base el avión B y despega cargado hasta los topes en dirección contraria a las agujas del reloj. Cuando C ya está sin una gota de combustible porque ha recorrido 3L/4 aparece milagrosamente B y le cede L/8 del L/4 que le queda. Los dos aviones vuelan hacia la base que está a L/4 de distancia con combustible sólo para L/8, pero astutamente el avión A ha despegado en el mismo instante que B y C se encontraban. Cuando B y C están a 1/8 de círculo máximo de la base a punto de pegarse la chufa, llega A con sus 3L/8 de combustible y reparte L/8 a cada uno de los otros dos. Los tres vuelven a la base, habiendo completado C la vuelta al mundo. Desde < https://www.mensa.es/juegosmensa/s011015.html#SOLU011 > Una persona tiene cuatro cadenas, todas de tres eslabones de largo. Quiere unir las cuatro y formar con ellas una única cadena cerrada. Abrir un eslabón cuesta 20 pesetas y cerrarlo, 30. Esta persona consigue su propósito gastando sólo 150 pesetas. ¿Cómo lo ha hecho? Desde < https://www.mensa.es/juegosmensa/e016020.html > 2026-02-11 Novena temporada.",
        "link": "",
        "hidden": true
    },
    {
        "id": "86",
        "title": "Programa 86",
        "date": "2026-02-11",
        "season": "Temporada 10",
        "summary": "El número de Dios https://librosdeayeryhoy.wordpress.com/2014/06/22/el-numero-de-dios-jose-luis-corral/",
        "challenge": "Una persona tiene cuatro cadenas, todas de tres eslabones de largo. Quiere unir las cuatro y formar con ellas una única cadena cerrada. Abrir un eslabón cuesta 20 pesetas y cerrarlo, 30. Esta persona consigue su propósito gastando sólo 150 pesetas. ¿Cómo lo ha hecho? Desde < https://www.mensa.es/juegosmensa/e016020.html > SOLUCIÓN: La solución requiere abrir todos los eslabones de una de las cadenas (un total de 60 pesetas) y emplearlos en unir las otras tres (90 pesetas más). Desde < https://www.mensa.es/juegosmensa/s016020.html#SOLU016 > Todos hemos hallado en alguna ocasión este problema: Dados los números 1 2 3 4 5 6 7 8 9 intercalar entre ellos los signos + ó - convenientemente para",
        "link": "",
        "hidden": true
    },
    {
        "id": "87",
        "title": "Programa 87",
        "date": "2026-03-11",
        "season": "Temporada 10",
        "summary": "",
        "challenge": "Todos hemos hallado en alguna ocasión este problema: Dados los números 1 2 3 4 5 6 7 8 9 intercalar entre ellos los signos + ó - convenientemente para Lucy nació un domingo soleado en Hong Kong, y cumplió siete años en un domingo gris y lluvioso en Macao. ¿Cuántos años cumplió en 1996? Desde < https://www.mensa.es/juegosmensa/e096100.html > 2026-04-08 Novena temporada.",
        "link": "",
        "hidden": true
    },
    {
        "id": "88",
        "title": "Programa 88",
        "date": "2026-04-08",
        "season": "Temporada 10",
        "summary": "",
        "challenge": "Lucy nació un domingo soleado en Hong Kong, y cumplió siete años en un domingo gris y lluvioso en Macao. ¿Cuántos años cumplió en 1996? Desde < https://www.mensa.es/juegosmensa/e096100.html > SOLUCIÓN: Lucy cumplió 100 años en 1996. Los cumpleaños sólo pueden caer en el mismo día de la semana cada siete años si no hay entre ellos un año bisiesto. 1900 no fue un año bisiesto porque no es divisible por 400, así que Lucy debió nacer en 1896, pues el siguiente año bisiesto fue 1904. Los detalles acerca del tiempo que hacía son sólo para despistar. Desde < https://www.mensa.es/juegosmensa/s096100.html#SOLU099 > Una compañía de tres socios, cuya confianza entre ellos es muy escasa, guarda sus fondos en una caja fuerte. ¿Cuántas cerraduras deben instalarse en la caja y cuántas llaves de ellas repartirse entre los socios para que uno sólo de ellos no pueda abrirla y sí dos cualesquiera?. Desde < https://www.mensa.es/juegosmensa/e131135.html > 2026-05-13 Novena temporada.",
        "link": "",
        "hidden": true
    },
    {
        "id": "89",
        "title": "Programa 89",
        "date": "2026-05-13",
        "season": "Temporada 10",
        "summary": "OLIMPIADAS DE MATEMÁTICAS EN ÁVILA. Entrevista a Sonsoles, presidenta.",
        "challenge": "Una compañía de tres socios, cuya confianza entre ellos es muy escasa, guarda sus fondos en una caja fuerte. ¿Cuántas cerraduras deben instalarse en la caja y cuántas llaves de ellas repartirse entre los socios para que uno sólo de ellos no pueda abrirla y sí dos cualesquiera?. Desde < https://www.mensa.es/juegosmensa/e131135.html > SOLUCIÓN: Basta con tres cerraduras A, B, C, y seis llaves, dos de cada cerradura, que se reparten a los socios según los lotes (L A ,L B ), (L A ,L C ) y (L B ,L C ). Desde < https://www.mensa.es/juegosmensa/s131135.html#SOLU134 > Dos relojes se ajustan con la hora del Big Ben a las doce en punto de la noche. Uno de ellos está estropeado y adelanta tres minutos por hora. Hace hora y cuarto que se detuvo señalando las 16:48. Teniendo en cuenta que no han pasado aún 24 horas, ¿qué hora señala el reloj que funciona bien? Desde < https://www.mensa.es/juegosmensa/e156160.html > 2026-06-10 Novena temporada.",
        "link": "",
        "hidden": true
    },
    {
        "id": "90",
        "title": "Programa 90",
        "date": "2026-06-10",
        "season": "Temporada 10",
        "summary": "",
        "challenge": "Dos relojes se ajustan con la hora del Big Ben a las doce en punto de la noche. Uno de ellos está estropeado y adelanta tres minutos por hora. Hace hora y cuarto que se detuvo señalando las 16:48. Teniendo en cuenta que no han pasado aún 24 horas, ¿qué hora señala el reloj que funciona bien? Desde < https://www.mensa.es/juegosmensa/e156160.html > SOLUCIÓN: El reloj erróneo se detuvo a las 16:48, es decir que había estado funcionando 16 horas (los 48 minutos que marca son los que ha adelantado en ese tiempo). Luego el otro reloj debe marcar las 17 horas 15 minutos. Desde < https://www.mensa.es/juegosmensa/s156160.html#SOLU159 > Hace muchos, muchos siglos atrás , una vieja reina muy extravagante encargó a su jardinero que plantara 12 árboles en 6 filas de 4 árboles cada una, de lo contrario haría cortar su cabeza. El jardinero quedó asombrado por un instante, pero luego dijo que lo haría con rapidez y facilidad. ¿Cómo hizo el astuto jardinero para salvar su preciada vida? Desde < https://www.mensa.es/juegosmensa/e161165.html > 2026-09-09 Décima temporada.",
        "link": "",
        "hidden": true
    },
    {
        "id": "91",
        "title": "Programa 91",
        "date": "2026-09-09",
        "season": "Temporada 10",
        "summary": "",
        "challenge": "Hace muchos, muchos siglos atrás , una vieja reina muy extravagante encargó a su jardinero que plantara 12 árboles en 6 filas de 4 árboles cada una, de lo contrario haría cortar su cabeza. El jardinero quedó asombrado por un instante, pero luego dijo que lo haría con rapidez y facilidad. ¿Cómo hizo el astuto jardinero para salvar su preciada vida? Desde < https://www.mensa.es/juegosmensa/e161165.html > SOLUCIÓN: Deseamos cocinar tres hamburguesas en el menor tiempo posible. Cada hamburguesa debe estar diez minutos en la parrilla, por cada uno de sus lados, para alcanzar el punto necesario, pero sucede que en la parrilla sólo hay espacio para dos hamburguesas. ¿Cuál es es tiempo mínimo para cocinar las tres hamburguesas y como lo haríamos? Desde < https://www.mensa.es/juegosmensa/e181185.html > 2026-10-14 Décima temporada.",
        "link": "",
        "hidden": true
    },
    {
        "id": "92",
        "title": "Programa 92",
        "date": "2026-10-14",
        "season": "Temporada 10",
        "summary": "",
        "challenge": "Deseamos cocinar tres hamburguesas en el menor tiempo posible. Cada hamburguesa debe estar diez minutos en la parrilla, por cada uno de sus lados, para alcanzar el punto necesario, pero sucede que en la parrilla sólo hay espacio para dos hamburguesas. ¿Cuál es es tiempo mínimo para cocinar las tres hamburguesas y como lo haríamos? Desde < https://www.mensa.es/juegosmensa/e181185.html > SOLUCIÓN: La solución más rápida es pensar en poner dos hamburguesas, a los 10 minutos darles la vuelta, por tanto tardan 20 minutos en hacerse y luego colocar la tercera hamburguesa que también tardará 20 minutos. En total nos saldrían 40 minutos. 2026-11-11 Décima temporada.",
        "link": "",
        "hidden": true
    },
    {
        "id": "93",
        "title": "Programa 93",
        "date": "2026-11-11",
        "season": "Temporada 10",
        "summary": "RESOLUCIÓN DE LA CURIOSIDAD DE ENTRADA SOLUCIÓN",
        "challenge": "SOLUCIÓN: 00 Ideas para programas de radio sábado, 19 de agosto de 2023 20:27 <<Resolución de problemas 3 ESO CAM.pdf>> PROBABILIDAD ANUMERISMO Correlación y causalidad son dos palabras con significados completamente distintos, pero los anuméricos tienen una tendencia muy fuerte a confundirlas. Es muy Un modo bastante común de que esto pueda ocurrir es que los cambios en ambas cantidades sean consecuencia de un tercer factor. Tenemos un ejemplo bien conocido en la correlación moderada entre el consumo de leche y la incidencia del cáncer en distintas sociedades. La explicación de la correlación probablemente esté en la prosperidad relativa de dichas sociedades, que comporte tanto un mayor consumo de leche como más cáncer debido a una mayor longevidad. De hecho, cualquier práctica saludable, como beber leche, que tenga una correlación positiva con la longevidad probablemente la tenga también con la incidencia del cáncer. El fiscal, los juicios y la probabilidad. (Página 42, el hombre anumérico, John Allen Paulos) Raúl Ibáñez, la falacia del fiscal. IDEAS PARA PROGRAMAS Las matemáticas en el Quijote: https://plazabierta.com/matematicas-en-el-quijote-de-cervantes/ Bourbaki https://computerhoy.com/reportajes/life/preguntas-test-mensa-766393?utm_content=buffere0eb8&utm_medium=Social&utm_source=Facebook&utm_campaign=CH&fbclid=IwAR1tQukVs30xnvNp5GbFoESbOVTrUA2OXQgUBJwmAxo1_3qAUq5BI286kYw Enigmas y Juegos de Ingenio ▷ ¡Entrena tu mente AHORA! (psicoactiva.com) https://www.bbvaopenmind.com/ciencia/matematicas/el-problema-matematico-de-los-cuadros-de-mondrian/ https://www.bbvaopenmind.com/ciencia/matematicas/mas-que-pasatiempo-matematicas-del-solitario/ https://www.bbvaopenmind.com/ciencia/matematicas/ https://www.upv.es/~jmontesa/crp/Acertijos.html https://www.acertijosyenigmas.com/ https://mathschallenge.net/search https://www.tungsteno.io/post/prb-domino_tile/ https://www.muyinteresante.es/ciencia/fotos/las-17-ecuaciones-que-cambiaron-la-historia/formulas-historia-matematicas-pitagoras http://acertijos-escudero.blogspot.com/ https://www.mensa.es/juegosmensa/enundif.html https://blogs-escudero.blogspot.com/ https://www.cintademoebius.com/ La derivada lo cambió todo: https://youtu.be/6kyG3pxeSM8 El otro día mi profesor de matemáticas escribió un número de cuatro cifras en la pizarra, cogió el borrador y dijo que era capaz de dividirlo entre cinco simplemente borrando el dígito de los millares. Efectivamente, tras borrar aquel dígito el número quedó dividido entre cinco. Y aun hay más, afirmó, voy a dividirlo de nuevo entre cinco borrando el dígito de las centenas. Y efectivamente, tras borrar aquel dígito el número quedó dividido entre cinco otra vez como por arte de magia. 1250 ¿Sabrías decirme qué número escribió en la pizarra inicialmente? Buen problema para reto: ▷ Descuento en la librer í a - PsicoActiva https://retosmatematicosenlaweb.blogspot.com/2015/09/acertijos-matematicos-para-secundaria.html https://ar.pinterest.com/elianluka/juegos-de-ingenio/ https://www.esquire.com/es/actualidad/libros/a40836661/acertijos-logica-pensar-adivinanzas-respuestas/ https://matemelga.wordpress.com/ https://acertijos.com.ar/index.html https://www.mensa.es/juegosmensa/juegos.html http://www.ricardovazquez.es/03%20PROBLEMAS/PR02%202NOaritmeticos/ProbPensLateral.pdf Existen dos números enteros positivos diferentes, denominados A y B, para los que son ciertos los dos puntos siguientes: La suma de A y B es 4 o 5. El producto de A y B es 4 o 6. Basándonos en esta información, ¿qué afirmación/afirmaciones siguientes deben ser ciertas sobre A y B? El producto de A y B es 4. El producto de A y B es 6. La suma de A y B es 4. La suma de A y B es 5. Un hombre está atrapado en una habitación. La habitación sólo tiene dos salidas posibles: dos puertas. A través de la primera puerta hay una habitación de cristal sobre la que hay una enorme lupa. El sol abrasador fríe instantáneamente a cualquiera que entre. Por la segunda puerta hay un dragón que escupe fuego. ¿Cómo escapa el hombre? RESPUESTA : Espera a que se haga de noche y entonces pasa por la primera puerta. Se tira dos veces la moneda. Si salen dos caras o dos cruces, se vuelve a tirar otras dos veces. Si sale cara-cruz, gana la primera parte, y si sale cruz-cara, gana la segunda. La probabilidad de ambos resultados es la misma, aun si la moneda está cargada. Por ejemplo, si sale cara el 60 por ciento de las veces y cruz el 40 por ciento restante, la secuencia cruz-cara tiene una probabilidad de salir de 0,4 × 0,6 = 0,24, y la secuencia cara-cruz, una probabilidad de 0,6 × 0,4 = 0,24. Así pues, ambas partes pueden estar seguras de la limpieza del resultado, a pesar de que la moneda sea defectuosa (a no ser que se hagan otro tipo de trampas) La hija de Maribel está casada con Raúl y este, a su vez, es abuelo de Joel. Nancy es madre de Daniela y, a la vez, es abuela de Joel. Si Carlos está casado con Maribel y Nancy es su única hija, ¿cuál es el parentesco familiar de Daniela con Carlos? A) bisnieta B) hija C) nieta D) sobrina E) nuera 202X-XX-XX XXXXX temporada. XXXXXX programa. Somos Matemáticas lunes, 12 de septiembre de 2022 19:04 PODCAST CURIOSIDAD DE ENTRADA Creado con OneNote.",
        "link": "",
        "hidden": true
    }
]